{"title": "Segundamano.mx", "icon": "https://lh3.googleusercontent.com/YL723oXPwpq6ld30mCB4dNFqspSGe_TDFmTak3JgCy8WS48WKrHq-do9wHzjchVecw", "screenshots": ["https://lh3.googleusercontent.com/rAqs4hFVss5j4XI2sJYvhWaoX9xz19M9edAMkeU1imIhOVe_3TZlLqdMWqQh1EfvKVE=w720-h310-rw", "https://lh3.googleusercontent.com/S3gi67kjnnZ9jllD6mcYw1Upw4pKLa8uquAu0kqHis1gWa7VSBEaqS4FEg4pM0AEQ80=w720-h310-rw", "https://lh3.googleusercontent.com/K7q5m3dfSnxUEdGqk4_arqCR9se05AV8Tvf_yVxv8Hsijg-fw1oh91ASXkX9k2Fp_ng=w720-h310-rw", "https://lh3.googleusercontent.com/XDREYTeYhTuDWqF0dRm21nr35ujAIArnOapghN45htkybsHKE7yPY64pvDDXk_4jVOpw=w720-h310-rw"], "video": null, "category": ["SHOPPING"], "score": "3.6", "histogram": {"5": null, "4": null, "3": null, "2": null, "1": null}, "reviews": 79954, "description": "Segundamano es el mayor sitio de anuncios clasificados gratis del mercado mexicano, que une a los mejores vendedores y compradores para hacer buenísimos tratos.\n¡Compra y vende lo que quieras desde tu sillón! Sé parte del mercado y publica tus anuncios en todo México: CDMX, Jalisco, Nuevo León. Guadalajara, Monterrey, Saltillo y más.\nEs muy fácil, y además, ¡es gratis! Sin comisiones por ventas y sin intermediarios. Tus anuncios en el mejor mercado de clasificados libres de México.\nCompra o vende:\nAUTOS\n- Encuentra autos en venta de segunda mano de todas las marcas y modelos, autos usados y seminuevos, de todos los estilos como compactos, camionetas, SUV, Pick Up, entre muchos otros.\nINMUEBLES\n- Casas o departamentos en venta y renta de todos metros cúbicos y cuadrados en CDMX, Querétaro, Puebla, Guadalajara, Monterrey y todo México. También puedes encontrar terrenos, sitios comerciales, traspasos, locales, depas.\nELECTRÓNICOS Y COMPUTADORAS\n- Diviértete con las mejores consolas para videojuegos como Xbox, Play Station y Nintendo, y encuentra los mejores accesorios, computadoras y laptops de todas las marcas y modelos de Apple, Lenovo, Dell, HP, entre otros.\nCELULARES\n- Encuentra celulares y accesorios de segunda mano de marcas y modelos Apple, Samsung Galaxy, Sony, Huawei, Xiaomi y muchas más.\nARTÍCULOS PARA EL HOGAR\n- Accesorios de segunda mano para mejorar tu casa como línea blanca y electrodomésticos, muebles ropa, zapatos, herramientas y accesorios para el jardín. También encontrarás artículos como escritorios, mesas para oficina, pizarrones, sillas de oficina.\nEMPLEOS\n- Busca y encuentra el trabajo que quieres en las diferentes bolsas de trabajo. Encuentra empleos en Ciudad de México, Guadalajara, Monterrey, Saltillo y más.\nSERVICIOS\n- Gente que ofrece sus servicios o busca los tuyos: fletes y mudanzas, grupos musicales, servicios como plomero, electricista, carpintero, cerrajero, limpieza a domicilio. Abogados, contadores y hasta traductores.\nARTÍCULOS PARA TIEMPO LIBRE Y ENTRETENIMIENTO\n-  Encuentra artículos para tiempo libre y entretenimiento como bicicletas, juguetes, instrumentos musicales, deportes, hobbies, salud y belleza, maquillaje, música, libros, películas y coleccionismo.\nMASCOTAS\nEncuentra a tu mascota favorita y accesorios para perros, gatos, conejos, aves.\n¿Quieres vender? Baja la app, saca una foto que se vea viva, bonita y clara de tu producto, escribe una descripción y súbela.\n¿Quieres comprar? Miles de anuncios disponibles para que hagas el mejor trato con una persona buena como tú.\nSíguenos en nuestras redes sociales:\nFacebook: https://www.facebook.com/segundamanomx/\nInstagram: https://www.instagram.com/segundamano.mx/\nTwitter: https://twitter.com/segundamanomx", "description_html": "Segundamano es el mayor sitio de anuncios clasificados gratis del mercado mexicano, que une a los mejores vendedores y compradores para hacer buenísimos tratos.<br/><br/>¡Compra y vende lo que quieras desde tu sillón! Sé parte del mercado y publica tus anuncios en todo México: CDMX, Jalisco, Nuevo León. Guadalajara, Monterrey, Saltillo y más. <br/><br/>Es muy fácil, y además, ¡es gratis! Sin comisiones por ventas y sin intermediarios. Tus anuncios en el mejor mercado de clasificados libres de México.<br/><br/><br/>Compra o vende:<br/><br/>AUTOS<br/>- Encuentra autos en venta de segunda mano de todas las marcas y modelos, autos usados y seminuevos, de todos los estilos como compactos, camionetas, SUV, Pick Up, entre muchos otros.<br/><br/>INMUEBLES<br/>- Casas o departamentos en venta y renta de todos metros cúbicos y cuadrados en CDMX, Querétaro, Puebla, Guadalajara, Monterrey y todo México. También puedes encontrar terrenos, sitios comerciales, traspasos, locales, depas.<br/><br/>ELECTRÓNICOS Y COMPUTADORAS<br/>- Diviértete con las mejores consolas para videojuegos como Xbox, Play Station y Nintendo, y encuentra los mejores accesorios, computadoras y laptops de todas las marcas y modelos de Apple, Lenovo, Dell, HP, entre otros.<br/><br/>CELULARES<br/>- Encuentra celulares y accesorios de segunda mano de marcas y modelos Apple, Samsung Galaxy, Sony, Huawei, Xiaomi y muchas más.<br/><br/>ARTÍCULOS PARA EL HOGAR<br/>- Accesorios de segunda mano para mejorar tu casa como línea blanca y electrodomésticos, muebles ropa, zapatos, herramientas y accesorios para el jardín. También encontrarás artículos como escritorios, mesas para oficina, pizarrones, sillas de oficina.<br/><br/>EMPLEOS<br/>- Busca y encuentra el trabajo que quieres en las diferentes bolsas de trabajo. Encuentra empleos en Ciudad de México, Guadalajara, Monterrey, Saltillo y más.<br/><br/>SERVICIOS<br/>- Gente que ofrece sus servicios o busca los tuyos: fletes y mudanzas, grupos musicales, servicios como plomero, electricista, carpintero, cerrajero, limpieza a domicilio. Abogados, contadores y hasta traductores.<br/><br/>ARTÍCULOS PARA TIEMPO LIBRE Y ENTRETENIMIENTO<br/>-  Encuentra artículos para tiempo libre y entretenimiento como bicicletas, juguetes, instrumentos musicales, deportes, hobbies, salud y belleza, maquillaje, música, libros, películas y coleccionismo. <br/><br/>MASCOTAS<br/>Encuentra a tu mascota favorita y accesorios para perros, gatos, conejos, aves. <br/><br/>¿Quieres vender? Baja la app, saca una foto que se vea viva, bonita y clara de tu producto, escribe una descripción y súbela.<br/><br/>¿Quieres comprar? Miles de anuncios disponibles para que hagas el mejor trato con una persona buena como tú.<br/><br/><br/>Síguenos en nuestras redes sociales:<br/>Facebook: https://www.facebook.com/segundamanomx/<br/>Instagram: https://www.instagram.com/segundamano.mx/<br/>Twitter: https://twitter.com/segundamanomx", "recent_changes": null, "editors_choice": false, "price": null, "free": false, "iap": false, "developer_id": "Segundamano.mx", "updated": "July 28, 2020", "size": "23M", "installs": "5,000,000+", "current_version": "20.33.1", "required_android_version": "4.1 and up", "content_rating": ["Everyone"], "iap_range": null, "interactive_elements": ["Users Interact, Shares Info"], "developer": "Segundamano.mx", "developer_email": "soporte@segundamano.mx", "developer_url": "https://www.segundamano.mx/", "developer_address": null, "app_id": "mx.segundamano.android", "url": "https://play.google.com/store/apps/details?id=mx.segundamano.android"}