{"title": "CarWale: Buy-Sell New & Used Cars, Prices & Offers", "icon": "https://lh3.googleusercontent.com/SPcx-zXr-oMf6R7ysx2s3QFKLho4BEwV5gRoleYK0Yi1qhQRztK1hF88-w7TiJMLSyyB", "screenshots": ["https://lh3.googleusercontent.com/TOLIEdl3OocTTNie6C8IzvoKbGZSx2IFqwJRVrOl8WyfNrcf6wCfOGGNV87nDoTDcJc=w720-h310-rw", "https://lh3.googleusercontent.com/FkhkDi0Y-ufvLw8BUXYtv8E9KleoJgIyFykWDqA_sksqg64GIwJ89PxKm5_49PWGKw=w720-h310-rw", "https://lh3.googleusercontent.com/tLYHopP4c-nK0XjXbKzSERIm-fwW81SJxkVwZ9JhRmmINU9Ygsx7u9sjCgjwe211NyRC=w720-h310-rw", "https://lh3.googleusercontent.com/qROmUzL1nCwsd4WnAyj33rXjH5uCd_G9Fj7j6J3X1CmaNAIItN0AlAhAOHJGttpHnXY=w720-h310-rw", "https://lh3.googleusercontent.com/k-R5rzhL60tNf6zLJ8fc5eVjREFnDbg8QWpUWJBejvIM8gcCXRW-Z-i-h7f-8xj3IIU=w720-h310-rw", "https://lh3.googleusercontent.com/jSUmcWBJMG0BovW2PmSIUxgxPGfLKAInPmU3o_zqZpLxQGksf5Zih96j4UD7pbQD2NSy=w720-h310-rw", "https://lh3.googleusercontent.com/eNuPEFyLicDmhWGLhVXf20z-gek6PLbINpXIhBwIBcyyXhs44V3A-kjRPsQLNCsegiU=w720-h310-rw", "https://lh3.googleusercontent.com/XEGblfc_3EeiFLMcGF5lwXevH0brNz1DOU2776CUO6rRLDCrLIkzrmyjo7CPctwELRM=w720-h310-rw"], "video": "https://www.youtube.com/embed/NO_ChkCvedA", "category": ["AUTO_AND_VEHICLES"], "score": "4.6", "histogram": {"5": null, "4": null, "3": null, "2": null, "1": null}, "reviews": 158996, "description": "CarWale app\nis one of the top rated car apps in India for new and used car research. Today, finding a suitable car for your needs can be exhausting with a multitude of options available.\nCarWale app\nanswers all your car related queries online. At CarWale, we work towards simplifying your car buying journey by providing accurate on road prices of cars, genuine user and expert reviews, the option to book test drives with nearest dealers. You can also compare different cars with the car comparison tool. This app also helps you to connect with your nearest car dealers for the best offers available.\nIf you are looking to buy second hand cars, this app provides more than 50,000 verified used car listings from genuine sellers. You can also sell your second hand car in just a few steps and know the right price for your car with the car valuation tool.\nFeatures of the CarWale App\n:\n•\nOn road car price\n- Get accurate and up to date ex-showroom, on road price and price breakups for all cars sold in India of brands such as Maruti Suzuki, Ford, Honda, Hyundai, Renault, Tata, Toyota, Mahindra, Nissan, Datsun, Audi, Mercedes-Benz, BMW and so on.\n•\nCar features and specs\n- Up to date features and specifications (such as mileage, seating capacity, transmission type, etc.) of cars including the most recent launches\n•\nCompare Cars\n- Best car comparison app for comparing prices, features, specifications and colours\n•\nCustomer Review of cars\n- 10,000+ user reviews to help you make the right choice\n•\nExpert Reviews\n- 5000+ video reviews of cars by industry experts\n•\nBuy or sell old cars\n- 50,000+ used cars listed for sale across various cities in India. Buy second hand cars from a wide array of listings from genuine and top rated sellers. List your second hand car for sale with a few simple steps and get connected with genuine buyers\n•\nCar News\n- Latest domestic and international car news including a special section for upcoming cars in India.  Stay updated with all the latest events in the Automobile Industry in India such as Track Day 2019\n•\nUsed Car Valuation\n- Check right market price for used cars\n•\nNew and used car dealers\n- Locate dealers in your city/area\n•\nCar photos, videos\n- Experience car features including 360 degree view, interior/exterior views of popular cars\n•\nShare Car\n- Share your shortlisted cars and content with your friends\n•\nLuxury Cars\n- For the car enthusiast in you, we have up to date information on luxury cars\nCarWale\nAndroid App is the most downloaded and top rated app in India. Download now, and experience the new way of doing car research.\nWe value your feedback. Write to us at contact@carwale.com.\nWebsite - https://www.carwale.com/", "description_html": "<b>CarWale app</b> is one of the top rated car apps in India for new and used car research. Today, finding a suitable car for your needs can be exhausting with a multitude of options available.  <br/><b>CarWale app</b> answers all your car related queries online. At CarWale, we work towards simplifying your car buying journey by providing accurate on road prices of cars, genuine user and expert reviews, the option to book test drives with nearest dealers. You can also compare different cars with the car comparison tool. This app also helps you to connect with your nearest car dealers for the best offers available.<br/>If you are looking to buy second hand cars, this app provides more than 50,000 verified used car listings from genuine sellers. You can also sell your second hand car in just a few steps and know the right price for your car with the car valuation tool.<br/><br/><b>Features of the CarWale App</b> :<br/>• <b>On road car price</b> - Get accurate and up to date ex-showroom, on road price and price breakups for all cars sold in India of brands such as Maruti Suzuki, Ford, Honda, Hyundai, Renault, Tata, Toyota, Mahindra, Nissan, Datsun, Audi, Mercedes-Benz, BMW and so on.<br/>• <b>Car features and specs</b> - Up to date features and specifications (such as mileage, seating capacity, transmission type, etc.) of cars including the most recent launches<br/>• <b>Compare Cars</b> - Best car comparison app for comparing prices, features, specifications and colours<br/>• <b>Customer Review of cars</b> - 10,000+ user reviews to help you make the right choice<br/>• <b>Expert Reviews</b> - 5000+ video reviews of cars by industry experts<br/>• <b>Buy or sell old cars</b> - 50,000+ used cars listed for sale across various cities in India. Buy second hand cars from a wide array of listings from genuine and top rated sellers. List your second hand car for sale with a few simple steps and get connected with genuine buyers<br/>• <b>Car News</b> - Latest domestic and international car news including a special section for upcoming cars in India.  Stay updated with all the latest events in the Automobile Industry in India such as Track Day 2019<br/>• <b>Used Car Valuation</b> - Check right market price for used cars<br/>• <b>New and used car dealers</b> - Locate dealers in your city/area<br/>• <b>Car photos, videos</b> - Experience car features including 360 degree view, interior/exterior views of popular cars<br/>• <b>Share Car</b> - Share your shortlisted cars and content with your friends<br/>• <b>Luxury Cars</b> - For the car enthusiast in you, we have up to date information on luxury cars<br/><b>CarWale</b> Android App is the most downloaded and top rated app in India. Download now, and experience the new way of doing car research.<br/>We value your feedback. Write to us at contact@carwale.com.<br/>Website - https://www.carwale.com/", "recent_changes": null, "editors_choice": false, "price": "0", "free": true, "iap": false, "developer_id": "8529613601131729173", "updated": "June 26, 2020", "size": "16M", "installs": "5,000,000+", "current_version": "6.4.1", "required_android_version": "4.1 and up", "content_rating": ["Everyone"], "iap_range": null, "interactive_elements": ["Users Interact, Shares Location"], "developer": "Automotive Exchange Private Limited", "developer_email": "contact@carwale.com", "developer_url": "http://www.carwale.com", "developer_address": null, "app_id": "com.carwale", "url": "https://play.google.com/store/apps/details?id=com.carwale"}