{"title": "Sex Offender Search", "icon": "https://lh3.googleusercontent.com/s_x-SimZXfRFDOs-P4u1RJIiS5NHAKE8hicC0cv9xR_Vtxx9ylOJFSJpkEJcnmJr-J4", "screenshots": ["https://lh3.googleusercontent.com/TEbtSCbIstAG00Eubfrx4tlpmWgKgY_8igm5We9DSrCNpryc3cazr7bgVGOT53vTRg=w720-h310-rw", "https://lh3.googleusercontent.com/AMpbfbfXKhCh9s9i0Cxq9-CBjhubCmL5pJHrO3osKG6fF_4g_8HrwtaKhfSdOOeFmw=w720-h310-rw", "https://lh3.googleusercontent.com/vJwPcR5Zcgp8x90eVS6P3taNCF2SGZQ76p5iL-QMIceHMltGmHUBOKl7fsTeoBqDt90=w720-h310-rw"], "video": null, "category": ["PARENTING"], "score": "3.4", "histogram": {"5": null, "4": null, "3": null, "2": null, "1": null}, "reviews": 69654, "description": "The Sex Offender Search app helps keep you and your family safe by displaying recent crimes and sex offenders on an easy to view map that arms you with a better knowledge of your surroundings.\nCrime & Offender Map Markers\nAdd important family locations, like your home or child's school, to the map and Sex Offender Search will show markers that designate the location of identified sex offenders and crimes so you can be more aware.  Through the app you can also set up alerts so you're notified when new offender activity takes place in your area.\nSex Offender Search is also a great tool if you're traveling to a different area or looking at homes in a new neighborhood.  Open the Sex Offender Search app and ask it to pinpoint your current location to view the nearby crime and offender markers so you have a better idea of your new environment.\nOffender Lookup\nThe Sex Offender Search app also allows you to do offender lookups for each marker on the map. When you tap on a marker you gain access to a thorough profile of each offender that includes his or her name, address, image, and description as well as a summary of the crime they were convicted of.  The marked offenders are all registered in the National Sex Offender Registry and verified through various sources.\nSources:\nAlabama Department of Public Safety - Sex Offender Registry\nALASKA DEPARTMENT OF PUBLIC SAFETY Sex Offender/Child Kidnapper Registration Central Registry\nThe Arizona Department of Public Safety - Sex Offender Information\nArkansas Crime Information Center - Sex Offender Registry\nThe California Department of Justice - Megan's Law\nThe Colorado Bureau of Investigation - Sex Offender Registration\nState of Connecticut Sex Offender Registry\nConnecticut Sex Offender Registry\nDistrict of Columbia - Sex Offender Registry\nFDLE Florida Sexual Offenders and Predator\nGeorgia Sex Offender Registry\nHawaii Criminal Justice Data Center - Online Sex Offender Search\nIdaho State Police - Sex Offender Registry\nIllinois Sex Offender Registration Information Website\nIndiana Sex and Vioent Offender Registry\nIowa Sex Offender Registry\nKansas Bureau of Investigation Registered Offender Website\nKentucky State Police Sex/Criminal Offender Registry\nLouisiana State Police - State Sex Offender and Child Predator Registry\nMaine Sex Offender Registry Online Search Service\nMaryland Department of Public Safety and Correctional Services - Sex Offender Registry\nMassachusetts Sex Offender Registry Board\nMichigan Public Sex Offender Registry\nMinnesota Department of Corrections - Level 3 Predatory Offender Search\nMississippi Sex Offender Registry Search\nMissouri Sex Offender Registry\nSexual or Violent Offender Registry - Montana Dept of Justice\nNebraska Sex Offender Registry\nNevada Sex Offender Registry\nNew Hampshire Registration of Criminal Offenders\nNew Jersey Sex Offender Internet Registry\nNew Mexico Sex Offender Registry\nThe Official New York State Sex Offender Registry\nNorth Carolina Offender Registry\nNorth Dakota Sex Offender Web Site\nOhio Department of Rehabilitation and Correction  Offender Search\nOklahoma Sex and Violent Crime Offender Registry\nOregon Sex Offender Inquiry System\nPennsylvania Megan's Law Website\nPuerto Rico Registro de Ofensores Sexuales\nRhode Island Parole Board and Sex Offender Community Notification Unit\nSouth Carolina Sex Offender Registry\nSouth Dakota Sex Offender Registry\nTennessee Bureau of Investigation Sex Offender Registry\nTexas Sex Offender Registration Program\nUtah Sex Offender Registry\nVermont Criminal Information Center\nVirginia State Police - Sex Offender and Crimes Against Minors Registry\nWashington association of sheriffs & police chiefs\nWest Virginia Sex Offender Registry\nWisconsin Sex Offender Registry Information\nWyoming Sex Offender Registry System", "description_html": "The Sex Offender Search app helps keep you and your family safe by displaying recent crimes and sex offenders on an easy to view map that arms you with a better knowledge of your surroundings.<br/><br/>Crime &amp; Offender Map Markers<br/><br/>Add important family locations, like your home or child's school, to the map and Sex Offender Search will show markers that designate the location of identified sex offenders and crimes so you can be more aware.  Through the app you can also set up alerts so you're notified when new offender activity takes place in your area.<br/><br/>Sex Offender Search is also a great tool if you're traveling to a different area or looking at homes in a new neighborhood.  Open the Sex Offender Search app and ask it to pinpoint your current location to view the nearby crime and offender markers so you have a better idea of your new environment. <br/><br/>Offender Lookup<br/><br/>The Sex Offender Search app also allows you to do offender lookups for each marker on the map. When you tap on a marker you gain access to a thorough profile of each offender that includes his or her name, address, image, and description as well as a summary of the crime they were convicted of.  The marked offenders are all registered in the National Sex Offender Registry and verified through various sources.<br/><br/>Sources:<br/>Alabama Department of Public Safety - Sex Offender Registry<br/>ALASKA DEPARTMENT OF PUBLIC SAFETY Sex Offender/Child Kidnapper Registration Central Registry<br/>The Arizona Department of Public Safety - Sex Offender Information <br/>Arkansas Crime Information Center - Sex Offender Registry <br/>The California Department of Justice - Megan's Law<br/>The Colorado Bureau of Investigation - Sex Offender Registration <br/>State of Connecticut Sex Offender Registry<br/>Connecticut Sex Offender Registry<br/>District of Columbia - Sex Offender Registry<br/>FDLE Florida Sexual Offenders and Predator<br/>Georgia Sex Offender Registry<br/>Hawaii Criminal Justice Data Center - Online Sex Offender Search<br/>Idaho State Police - Sex Offender Registry <br/>Illinois Sex Offender Registration Information Website<br/>Indiana Sex and Vioent Offender Registry <br/>Iowa Sex Offender Registry<br/>Kansas Bureau of Investigation Registered Offender Website<br/>Kentucky State Police Sex/Criminal Offender Registry<br/>Louisiana State Police - State Sex Offender and Child Predator Registry<br/>Maine Sex Offender Registry Online Search Service<br/>Maryland Department of Public Safety and Correctional Services - Sex Offender Registry <br/>Massachusetts Sex Offender Registry Board<br/>Michigan Public Sex Offender Registry <br/>Minnesota Department of Corrections - Level 3 Predatory Offender Search<br/>Mississippi Sex Offender Registry Search<br/>Missouri Sex Offender Registry<br/>Sexual or Violent Offender Registry - Montana Dept of Justice<br/>Nebraska Sex Offender Registry<br/>Nevada Sex Offender Registry<br/>New Hampshire Registration of Criminal Offenders<br/>New Jersey Sex Offender Internet Registry<br/>New Mexico Sex Offender Registry <br/>The Official New York State Sex Offender Registry<br/>North Carolina Offender Registry<br/>North Dakota Sex Offender Web Site<br/>Ohio Department of Rehabilitation and Correction  Offender Search<br/>Oklahoma Sex and Violent Crime Offender Registry<br/>Oregon Sex Offender Inquiry System<br/>Pennsylvania Megan's Law Website<br/>Puerto Rico Registro de Ofensores Sexuales<br/>Rhode Island Parole Board and Sex Offender Community Notification Unit<br/>South Carolina Sex Offender Registry<br/>South Dakota Sex Offender Registry<br/>Tennessee Bureau of Investigation Sex Offender Registry<br/>Texas Sex Offender Registration Program<br/>Utah Sex Offender Registry<br/>Vermont Criminal Information Center<br/>Virginia State Police - Sex Offender and Crimes Against Minors Registry<br/>Washington association of sheriffs &amp; police chiefs<br/>West Virginia Sex Offender Registry<br/>Wisconsin Sex Offender Registry Information<br/>Wyoming Sex Offender Registry System", "recent_changes": null, "editors_choice": false, "price": "0", "free": true, "iap": true, "developer_id": "Family+Safety+Production", "updated": "April 19, 2019", "size": "40M", "installs": "5,000,000+", "current_version": "18.5.0", "required_android_version": "4.4 and up", "content_rating": ["Everyone"], "iap_range": ["$1.49", "$69.99"], "interactive_elements": ["Users Interact, Shares Location, Digital Purchases"], "developer": "Family Safety Production", "developer_email": "feedback@lready.org", "developer_url": "http://www.lready.org", "developer_address": "539 Bryant St\nSuite 402\nSan Francisco CA", "app_id": "com.fsp.android.h", "url": "https://play.google.com/store/apps/details?id=com.fsp.android.h"}