{"title": "Denver Broncos 365", "icon": "https://lh3.googleusercontent.com/AyRo6we3n5N2c98GcofO9HyqMbrMtotxuzs3C-3Vny6nN9JHfYP3wwL_J3PKo0jrR_Y", "screenshots": ["https://lh3.googleusercontent.com/dreErXed-da29Ni5Ny5Rufz8u9BFVQT6qP0mkkUiYA0JqSKw6l_lBOlpVTlTJDp5_Q=w720-h310-rw", "https://lh3.googleusercontent.com/fvmxCHwEC3voOZn3RehWXwG_mJiGEOAGxIn57U2ccfQJh1F6XLBB2Uxxz50BQQd8YwLN=w720-h310-rw", "https://lh3.googleusercontent.com/nyeu__IMXKerGY5sD4of3HuK180P7vAPPzS6gWlmlKRUPi5Rh4SFiNXvt7WIM_LedA4=w720-h310-rw", "https://lh3.googleusercontent.com/DRdfHaXegBZvQ5bY-OfSE8PCSqI6zp_yxpoJt9SF-IFDKLP6k3B_P5kTzSYV2uDhLMw=w720-h310-rw", "https://lh3.googleusercontent.com/8NjOGeBQPuGcTpKPJfeVJ5uuSgY0xiAm8-P-iMeS-0fs9J7uDL441J46uAtKF9-mG7A=w720-h310-rw"], "video": null, "category": ["SPORTS"], "score": "4.3", "histogram": {"5": null, "4": null, "3": null, "2": null, "1": null}, "reviews": 9754, "description": "This is the official mobile app of the Denver Broncos. Make your Android mobile device a unique part of your game-day experience for Broncos games. Want to catch breaking news of the team? See real-time statistics for every drive? Watch video-on-demand clips of press conferences and player interviews? Follow post-game blogs and pre-game previews of the matchups?\nNow, you can stay in touch with the Broncos anytime, anywhere, on your Android device.\nFeatures include:\n- News: Real-time breaking news from the Broncos, previews of upcoming matchups, post-game blogs\n- Video: Video-on-demand clips of the Broncos' press conferences, coach and player interviews\n- Photos: Gallery of game-time action\n- Audio: Podcasts\n- Stats: Real-time statistics and scores from the official NFL stats engine, head-to-head stats of the matchup, player stats, drive-by-drive stats, box score, out-of-town scores around the league\n- Standings: Division and conference standings\n- Fantasy: Keep track of your favorite fantasy players\n- Depth chart: Shown by offense, defense and special teams\n- Social media: Aggregated twitter of the Broncos' official tweets, check in to the stadium on game-day, one-click tweet of all media items, one-click facebook posting of all media items\n- Digital keepsake: Your game-time moment superimposed on the stadium jumbotron in the form of a unique digital keepsake\n- Schedule: Schedule of upcoming games, and scores/stats of previous games from the season, ticket purchase for games\n- Evolving home-screen: Pre-game, in-game, post-game, off-season countdown, draft-day\nFollow us @Denver_Broncos on Twitter for updates or visit www.denverbroncos.com.\nFollow us @yinzcam on Twitter for updates or to ask questions and provide feedback.", "description_html": "This is the official mobile app of the Denver Broncos. Make your Android mobile device a unique part of your game-day experience for Broncos games. Want to catch breaking news of the team? See real-time statistics for every drive? Watch video-on-demand clips of press conferences and player interviews? Follow post-game blogs and pre-game previews of the matchups?<br/><br/>Now, you can stay in touch with the Broncos anytime, anywhere, on your Android device. <br/><br/>\u2028\u2028Features include:<br/><br/>- News: Real-time breaking news from the Broncos, previews of upcoming matchups, post-game blogs<br/>- Video: Video-on-demand clips of the Broncos' press conferences, coach and player interviews<br/>- Photos: Gallery of game-time action<br/>- Audio: Podcasts <br/>- Stats: Real-time statistics and scores from the official NFL stats engine, head-to-head stats of the matchup, player stats, drive-by-drive stats, box score, out-of-town scores around the league<br/>- Standings: Division and conference standings<br/>- Fantasy: Keep track of your favorite fantasy players<br/>- Depth chart: Shown by offense, defense and special teams<br/>- Social media: Aggregated twitter of the Broncos' official tweets, check in to the stadium on game-day, one-click tweet of all media items, one-click facebook posting of all media items<br/>- Digital keepsake: Your game-time moment superimposed on the stadium jumbotron in the form of a unique digital keepsake<br/>- Schedule: Schedule of upcoming games, and scores/stats of previous games from the season, ticket purchase for games<br/>- Evolving home-screen: Pre-game, in-game, post-game, off-season countdown, draft-day<br/><br/>Follow us @Denver_Broncos on Twitter for updates or visit www.denverbroncos.com.<br/><br/>Follow us @yinzcam on Twitter for updates or to ask questions and provide feedback.", "recent_changes": null, "editors_choice": false, "price": "0", "free": true, "iap": false, "developer_id": "9047556097149013853", "updated": "July 31, 2020", "size": "82M", "installs": "500,000+", "current_version": "3.2.7", "required_android_version": "6.0 and up", "content_rating": ["Everyone"], "iap_range": null, "interactive_elements": null, "developer": "YinzCam, Inc.", "developer_email": "support@yinzcam.com", "developer_url": "http://www.yinzcam.com", "developer_address": null, "app_id": "com.yinzcam.nfl.broncos", "url": "https://play.google.com/store/apps/details?id=com.yinzcam.nfl.broncos"}