{"title": "Alarmy-Loud Alarm Sounds,Math Alarm Clock for Free", "icon": "https://lh3.googleusercontent.com/gXJLTDIvxXTK6uKl2e3Od_zmrlEul1CbkgxWxjbGeDzLl4EMFsdfER2VEgqAue2v1TE", "screenshots": ["https://lh3.googleusercontent.com/NyrRzSA-Q74v6OCFkxdzqwoa01_qRAlKEAWhWDiQ7y11x3pE3fBpVlRu4eHlJeJgYg=w720-h310-rw", "https://lh3.googleusercontent.com/WsbPlk4qqzPy_UOxNipvbefN7-aLXF93PiwljMLspEKbIxUT17Oy9VfeNmuH9W9SF1I=w720-h310-rw", "https://lh3.googleusercontent.com/ge6Ply2esIdqPYwFivzO6lS4x15hr9xvw690EVO-_5pVcnl89ZLA-HKitPH34AeRqnw=w720-h310-rw", "https://lh3.googleusercontent.com/sDEL5E5mFAwuchSlnIswiZsBw62immqQ2BDLvLbGnwlaFEgNHoQBL81RbN9fgOaD1Q4=w720-h310-rw", "https://lh3.googleusercontent.com/eXGx81PilCubfty8DE0OboCpI4MY4m1QhP7Fo6ogzHhT62QuiS7GM8tYa8CGDhV6zA=w720-h310-rw", "https://lh3.googleusercontent.com/JP1VXCF4GHN-KSR7Ag53qUEKFgH2VLzyIPep6-BGNNlk5JP0cqhGQPMPz6CuI4bxHfo=w720-h310-rw", "https://lh3.googleusercontent.com/dCNg8zKGo0hPotvjx6tF_HYKhRjTtH30evOUBpXlRnIHNW7nWvIxfnKjkuN8PcEJGlY=w720-h310-rw"], "video": null, "category": ["PRODUCTIVITY"], "score": "4.6", "histogram": {"5": null, "4": null, "3": null, "2": null, "1": null}, "reviews": 1023192, "description": "FREE FEATURES\n■\nHighest-rated alarm clock app\nin the world, with 4.7 stars from over 1,000,000 reviews!\n■\nCrazy loud ringtone sounds\nfor heavy sleepers and night owls, as well as gentle alarm clock sounds for morning people who want to wake up without any worries\n■\nPhoto Mission\n- Wake up and take a photo of the registered place to dismiss your alarm\n■\nMath Mission\n- Solve simple or advanced math problems and kickstart your brain\n■\nBarcode Mission\n- Scan the barcode or QR code you registered to turn the alarm off\n■\nShake Mission\n- Shake your phone up to 999 times to wake up your body\nTRIAL FOR PREMIUM FEATURES\n■\nWake Up Check\n- If you worry you might fall back asleep, worry no more. Wake Up Check will check on you until you prove you’re fully awake\n■\nBackup Sound\n- Sometimes your alarm just doesn’t get you up. But if you wait for too long, you get a second, very loud alarm\n■\nTime Pressure\n- Get AI voice dictation of the exact time and a custom message every single minute until you turn your alarm off\n■\nTyping Mission\n- Type a few motivational quotations into your keyboard to energize yourself as you get up\n■\nStep Mission\n- Get out of bed and take 10 or 20 or 50 steps to get moving right away\n■\nAd-Free Experience\n- Remove all ads, and customize what you do or don’t see, such as the weather & news, or the farewell dialog\n■\nStart sticking to your morning routine\nwith a free trial today!\nADDITIONAL FEATURES\n■ Check current temperature and pick your outfit for the day\n■ Customize by playing your own music, songs, and selecting background colors\n■ Use Snooze / Gradual volume increase / Vibrate features to wake up smoothly\n■ Quick alarm for quick tasks that you can use when you don't have the least amount of time to set up\n■ Prevent turn off: This feature helps you wake up by blocking your phone from turning off while the alarm clock rings\n■ Prevent uninstall: This feature prevents you from uninstalling this app while the alarm clock is ringing\nTHE MOTIVATIONAL ALARM CLOCK\nIt turns your Android phone into a motivational alarm clock that helps you get out of bed first and makes you get all your 'to do's done successfully in the morning. With the various fun missions & loud random ringtone sounds, you can wake up easily, and be refreshed setting up your own success habits on a daily basis\nNo.1 IN 97 COUNTRIES!\nDubbed as “the world’s most annoying alarm clock,” Alarmy has quickly become the world's highest rated alarm app becoming the favorite lifestyle app among users. It has been featured in Gizmodo, Cnet, and at Huffington Post, and is currently #1 in its category in 97 countries, including the United States, France, Germany, and South Korea\nHOW DOES IT WORK?\n(Photo mission)\n- Take a photo or select a picture of a certain place or an object in your house\n- When the photo mission alarm starts ringing in the morning, you have to take the new photo with the exact same angle as you set before. Otherwise it will never stop\ne.g.) If you have set up a washbasin picture, you should take the washbasin at the same angle\nPERMISSION INFO\nCAMERA\n- This app needs this permission for the photo mission, which requires users to take a photo\nWRITE_EXTERNAL_STORAGE\n- This app needs this permission to load external ringtones\nREAD_EXTERNAL_STORAGE\n- This app needs this permission to save pictures taken by users who are using the photo mission\nACCESS_COARSE_LOCATION\n- This app needs this permission if you want to get weather information after dismissing\nBIND_DEVICE_ADMIN\n- This app needs this permission if you want to use prevent yourself from uninstalling it\n- It uses DEVICE MANAGER permission\nSYSTEM_ALERT_WINDOW\n- This app needs this permission to display dismiss screen on Android 10 or higher versions\nPrivacy policy in English: http://alar.my/privacy_policy_en.txt\ne-mail : cs@delightroom.com", "description_html": "<b>FREE FEATURES</b><br/>■ <b>Highest-rated alarm clock app</b> in the world, with 4.7 stars from over 1,000,000 reviews!<br/>■ <b>Crazy loud ringtone sounds</b> for heavy sleepers and night owls, as well as gentle alarm clock sounds for morning people who want to wake up without any worries<br/>■ <b>Photo Mission</b> - Wake up and take a photo of the registered place to dismiss your alarm<br/>■ <b>Math Mission</b> - Solve simple or advanced math problems and kickstart your brain<br/>■ <b>Barcode Mission</b> - Scan the barcode or QR code you registered to turn the alarm off<br/>■ <b>Shake Mission</b> - Shake your phone up to 999 times to wake up your body<br/><br/><br/><b>TRIAL FOR PREMIUM FEATURES</b><br/>■ <b>Wake Up Check</b> - If you worry you might fall back asleep, worry no more. Wake Up Check will check on you until you prove you’re fully awake<br/>■ <b>Backup Sound</b> - Sometimes your alarm just doesn’t get you up. But if you wait for too long, you get a second, very loud alarm<br/>■ <b>Time Pressure</b> - Get AI voice dictation of the exact time and a custom message every single minute until you turn your alarm off<br/>■ <b>Typing Mission</b> - Type a few motivational quotations into your keyboard to energize yourself as you get up<br/>■ <b>Step Mission</b> - Get out of bed and take 10 or 20 or 50 steps to get moving right away<br/>■ <b>Ad-Free Experience</b> - Remove all ads, and customize what you do or don’t see, such as the weather &amp; news, or the farewell dialog<br/>■ <b>Start sticking to your morning routine</b> with a free trial today!<br/><br/><br/><b>ADDITIONAL FEATURES</b><br/>■ Check current temperature and pick your outfit for the day<br/>■ Customize by playing your own music, songs, and selecting background colors<br/>■ Use Snooze / Gradual volume increase / Vibrate features to wake up smoothly<br/>■ Quick alarm for quick tasks that you can use when you don't have the least amount of time to set up<br/>■ Prevent turn off: This feature helps you wake up by blocking your phone from turning off while the alarm clock rings<br/>■ Prevent uninstall: This feature prevents you from uninstalling this app while the alarm clock is ringing<br/><br/><br/><b>THE MOTIVATIONAL ALARM CLOCK</b><br/>It turns your Android phone into a motivational alarm clock that helps you get out of bed first and makes you get all your 'to do's done successfully in the morning. With the various fun missions &amp; loud random ringtone sounds, you can wake up easily, and be refreshed setting up your own success habits on a daily basis <br/><br/><br/><b>No.1 IN 97 COUNTRIES!</b><br/>Dubbed as “the world’s most annoying alarm clock,” Alarmy has quickly become the world's highest rated alarm app becoming the favorite lifestyle app among users. It has been featured in Gizmodo, Cnet, and at Huffington Post, and is currently #1 in its category in 97 countries, including the United States, France, Germany, and South Korea<br/><br/><br/><b>HOW DOES IT WORK?</b> (Photo mission)<br/>- Take a photo or select a picture of a certain place or an object in your house<br/>- When the photo mission alarm starts ringing in the morning, you have to take the new photo with the exact same angle as you set before. Otherwise it will never stop<br/>e.g.) If you have set up a washbasin picture, you should take the washbasin at the same angle<br/><br/><br/><b>PERMISSION INFO</b><br/>CAMERA<br/>- This app needs this permission for the photo mission, which requires users to take a photo<br/>WRITE_EXTERNAL_STORAGE<br/>- This app needs this permission to load external ringtones<br/>READ_EXTERNAL_STORAGE<br/>- This app needs this permission to save pictures taken by users who are using the photo mission<br/>ACCESS_COARSE_LOCATION<br/>- This app needs this permission if you want to get weather information after dismissing<br/>BIND_DEVICE_ADMIN<br/>- This app needs this permission if you want to use prevent yourself from uninstalling it<br/>- It uses DEVICE MANAGER permission<br/>SYSTEM_ALERT_WINDOW<br/>- This app needs this permission to display dismiss screen on Android 10 or higher versions<br/><br/>Privacy policy in English: http://alar.my/privacy_policy_en.txt<br/>e-mail : cs@delightroom.com", "recent_changes": null, "editors_choice": false, "price": "0", "free": true, "iap": true, "developer_id": "8894199970691315215", "updated": "August 5, 2020", "size": "52M", "installs": "10,000,000+", "current_version": "4.27.7", "required_android_version": "4.4 and up", "content_rating": ["Everyone"], "iap_range": ["$4.99", "$149.99"], "interactive_elements": null, "developer": "Alarm Clock Alarmy", "developer_email": "cs@delightroom.com", "developer_url": "http://alar.my", "developer_address": "A-2406, 397, Seocho-daero, Seocho-gu, Seoul, Republic of Korea", "app_id": "droom.sleepIfUCan", "url": "https://play.google.com/store/apps/details?id=droom.sleepIfUCan"}