{"title": "Cheap hotel deals and discounts — Hotellook", "icon": "https://lh3.googleusercontent.com/YIjVkoNFoXKCNQCu9Em7v-zll3hXfuUm8rNOqU5iIZiyrRCtw-ETy3NhC-jVCMEU8Q", "screenshots": ["https://lh3.googleusercontent.com/x2o8oaISBnkmE7V4cpL_9Tmk6bRWCoAIT6yC85qjqizIUwwVcwoP87ga3LRjUC77TVo=w720-h310-rw", "https://lh3.googleusercontent.com/zOEVslAJIlmQ3teIWLmAsjp0SBX896Is_InBA4HyRSXospv6GB-vDxrwIajzK7DvlQ=w720-h310-rw", "https://lh3.googleusercontent.com/sUtpezxn_A-7K1ob18cx5suMJ8fgtx8q-hqjR3XqYv1IshY9A_Vz7fqjYyUHEpr4HIk=w720-h310-rw", "https://lh3.googleusercontent.com/tBWAX32xX9PWmaJm3_SG75IozXRnaY3TwrcW_cuFVwHxl1ItuzVHK0wpjmndcebsBbAK=w720-h310-rw"], "video": null, "category": ["TRAVEL_AND_LOCAL"], "score": "4.6", "histogram": {"5": null, "4": null, "3": null, "2": null, "1": null}, "reviews": 8511, "description": "FIND AND COMPARE THE BEST HOTEL DEALS FROM\nBOOKING.COM, HOTELS.COM, AGODA, EXPEDIA AND 80 ONLINE BOOKING AGENCIES MORE\nWITH JUST ONE SEARCH!\nTop Trending App and TOP Developer awards by Google Play.\nHotellook\napp — is the simplest way to compare hotels and prices across 80 leading hotel booking systems. Whether you are planning your future vacation or you’re stuck in the unfamiliar city — just press the \"Hotels near me\" button and Hotellook will find you the best cheap hotel! Book hotel rooms in 2 taps!\nThe best hotel deals from\n760,000 hotels in 205 countries\nat your fingertips! Find the best fare in this Vegas Starterkit.\nFeatures:\n• Instant search for the cheap hotel deals available at major hotel booking sites:\nWith just one search we look through 80 hotel booking systems for the cheap hotels. Choose the ideal hotel, motel, hostel, apartment or any other accommodation and enjoy your stay. Book a hotel room with just a couple of clicks!\n• No additional taxes and fees:\nYou will pay exactly the same price as you see on the screen. No hidden taxes or any unexpected fees will be added to your payment.\n• Convenient search filters:\nWould you like to stay only in 4* luxury hotels with suites in the city center with pets allowed, free wi-fi and parking or you prefer budget and inexpensive hotels? No problems! Hotellook filter system will help you to find hotels that best meet your needs, find and book family hotels, business or romantic deals!\n• Hotel ratings and badges:\nRatings, based on real guest reviews for cheap hotels will help you to make a decision!\nDestination Spring Break?\nHotellook also offers several other features for a hassle-free booking a hotel process:\n• Interactive map:\nCall It A Night and choose the best and cheapest hotels directly from the city map.\n• Additional hotel information:\nGet all necessary information about chosen hotel — inspiring photos, detailed description, room services, features and even panoramic Street View of the hotel.\n• Prices overview:\nChoose your favorite booking system and finalize your hotel reservations there.\n• Sorting options:\nSort results by price, popularity, rating or proximity to the city center.\n• Favorites:\nSave found very cheap hotels to your personal list and get back to them later.\n• Hotels near me:\nOne button and you will get all cheap hotels nearby and hotel rooms near me. The best Vegas Starterkit.\n• Hotel discounts:\nLow on space? Find hotels and get cheap hotel rooms and cheap last minute hotel deals with Hotellook special offers and catch one-day discount hotels!\n*NOTE:\nHotellook app is a search engine that will find you the best and cheapest hotel rates for all accommodation deals and last minute hotel rooms for the Destination Spring Break. We do everything to provide you the best hotel comparison service! App allows you to compare hotel prices for very cheap hotels, hotel suites, cheap motels, apartments, hostels and hotel packages in 80 booking systems and discount hotel websites, so that you can select the best hotels and last minute hotel deal and book cheap hotels. You will be redirected to the selected booking service website to book a getaway.\nRelax and Call It A Night. Find the best fare. Enjoy.\nIf you enjoy using Hotellook hotel search & finder and booking hotel accommodation was easy, please take a moment to leave us a nice review.", "description_html": "FIND AND COMPARE THE BEST HOTEL DEALS FROM <b>BOOKING.COM, HOTELS.COM, AGODA, EXPEDIA AND 80 ONLINE BOOKING AGENCIES MORE</b> WITH JUST ONE SEARCH!<br/><br/><br/><b>Top Trending App and TOP Developer awards by Google Play.</b><br/><br/><br/><b>Hotellook</b> app — is the simplest way to compare hotels and prices across 80 leading hotel booking systems. Whether you are planning your future vacation or you’re stuck in the unfamiliar city — just press the \"Hotels near me\" button and Hotellook will find you the best cheap hotel! Book hotel rooms in 2 taps!<br/><br/>The best hotel deals from <b>760,000 hotels in 205 countries</b> at your fingertips! Find the best fare in this Vegas Starterkit.<br/><br/><u><b>Features:</b></u><br/><br/><b>• Instant search for the cheap hotel deals available at major hotel booking sites:</b><br/>With just one search we look through 80 hotel booking systems for the cheap hotels. Choose the ideal hotel, motel, hostel, apartment or any other accommodation and enjoy your stay. Book a hotel room with just a couple of clicks!<br/><br/><b>• No additional taxes and fees:</b><br/>You will pay exactly the same price as you see on the screen. No hidden taxes or any unexpected fees will be added to your payment.<br/><br/><b>• Convenient search filters:</b><br/>Would you like to stay only in 4* luxury hotels with suites in the city center with pets allowed, free wi-fi and parking or you prefer budget and inexpensive hotels? No problems! Hotellook filter system will help you to find hotels that best meet your needs, find and book family hotels, business or romantic deals!<br/><br/><b>• Hotel ratings and badges:</b><br/>Ratings, based on real guest reviews for cheap hotels will help you to make a decision!<br/><br/>Destination Spring Break?<br/><br/><u>Hotellook also offers several other features for a hassle-free booking a hotel process:</u><br/><br/><b>• Interactive map:</b> Call It A Night and choose the best and cheapest hotels directly from the city map.<br/><b>• Additional hotel information:</b> Get all necessary information about chosen hotel — inspiring photos, detailed description, room services, features and even panoramic Street View of the hotel.<br/><b>• Prices overview:</b> Choose your favorite booking system and finalize your hotel reservations there.<br/><b>• Sorting options:</b> Sort results by price, popularity, rating or proximity to the city center.<br/><br/><b>• Favorites:</b> Save found very cheap hotels to your personal list and get back to them later.<br/><b>• Hotels near me:</b> One button and you will get all cheap hotels nearby and hotel rooms near me. The best Vegas Starterkit.<br/><b>• Hotel discounts:</b> Low on space? Find hotels and get cheap hotel rooms and cheap last minute hotel deals with Hotellook special offers and catch one-day discount hotels!<br/><br/><b>*NOTE:</b> Hotellook app is a search engine that will find you the best and cheapest hotel rates for all accommodation deals and last minute hotel rooms for the Destination Spring Break. We do everything to provide you the best hotel comparison service! App allows you to compare hotel prices for very cheap hotels, hotel suites, cheap motels, apartments, hostels and hotel packages in 80 booking systems and discount hotel websites, so that you can select the best hotels and last minute hotel deal and book cheap hotels. You will be redirected to the selected booking service website to book a getaway.<br/><br/>Relax and Call It A Night. Find the best fare. Enjoy.<br/><br/>If you enjoy using Hotellook hotel search &amp; finder and booking hotel accommodation was easy, please take a moment to leave us a nice review.", "recent_changes": null, "editors_choice": false, "price": "0", "free": true, "iap": false, "developer_id": "6864009721148572420", "updated": "March 28, 2019", "size": "Varies with device", "installs": "1,000,000+", "current_version": "Varies with device", "required_android_version": "Varies with device", "content_rating": ["Everyone"], "iap_range": null, "interactive_elements": null, "developer": "Go Travel Un Limited", "developer_email": "android@hotellook.com", "developer_url": "http://hotellook.com/mobile", "developer_address": null, "app_id": "com.hotellook", "url": "https://play.google.com/store/apps/details?id=com.hotellook"}