{"title": "OUI.sncf - Train travel", "icon": "https://lh3.googleusercontent.com/wdcbdFVDUd0PbYXlN0yps2zELuYQOWBxTQT5KL5BMcRIpol8ISbXm-A-fMmipr_ZVw", "screenshots": ["https://lh3.googleusercontent.com/C3lObbTkvg04KjTf3upBYkyNto76LK5V8i2tnYPwD2ykMVMqmlMC84SCVCXv4Sxjk00=w720-h310-rw", "https://lh3.googleusercontent.com/IN6w2ZMyvlYkYln8ohGYOQ31LsZIE9H8Y0rGIyjaaAe8u2miqoFJydraeI1-B28XaJoY=w720-h310-rw", "https://lh3.googleusercontent.com/gDzeBxn1w7CkcDbaVC8DUMpP6AWCwNXStlE7N3NQoialwfmx2A4mNikknT9dgoWjUjs=w720-h310-rw", "https://lh3.googleusercontent.com/77s5Tum8TTIwFhV5jrRohPznCBopzsukhEhyYAupvXelWj_xGaEeLE9Vu9UYEndPM1Q=w720-h310-rw", "https://lh3.googleusercontent.com/0e8mzjSX3HD64AqDiapb5bKF9nZnwDiBeS4-_FAZWGeFANG6zddgPGcp3B9y50tfhzM=w720-h310-rw", "https://lh3.googleusercontent.com/LeCQmcLEyCjdD8AHRGAcijXSLdSfhBFNL5Yn36kWSJbFbARoIqwKsCXfCfo8fWZZWFUU=w720-h310-rw", "https://lh3.googleusercontent.com/uZWqIrC41GAlgf3pOJq5Frp2WPYA5XgC2Uc9-DVlo9PBufyZi2JV2_XXGpTErWTDtJ4=w720-h310-rw", "https://lh3.googleusercontent.com/YtLbFhbvOZhch_M2N80IqaXNA3kAd6COHW4zlSmxQwRp6JsHEjLu-IkpPBIxMryytQ=w720-h310-rw", "https://lh3.googleusercontent.com/0osptk9R-aTnEVIZ4B2ycpqy-kuR0Pp6S3j-Ib6Y33EAlOkBlU4F7EYKFYvdFfE8_g=w720-h310-rw", "https://lh3.googleusercontent.com/izS5NKssSzaED77cu3UuISiH2ksTqOnaU5pQSh9Dvu73iqPKNF0CXtI6KB19ks4tuw=w720-h310-rw", "https://lh3.googleusercontent.com/PB6ZEV-YZXaJg00at2OeIuZVFY4lvttCXV35DfqP9wadny84GEit5PF-lp3XSND8Inhu=w720-h310-rw", "https://lh3.googleusercontent.com/VXlTlWRlqllzE59RT8EMzEXczpPbxLZ1USB4AKm30VIZHUGY9u1fcPc4LlYjKConHiA-=w720-h310-rw", "https://lh3.googleusercontent.com/wxMgD_kmZ4jOULaYy7yLmlfl1uRuJpMDExljg4gnCkVALzCB5TlTGK8-5xYIHoQ9XVI=w720-h310-rw", "https://lh3.googleusercontent.com/af2Ed5ZJn3qsOqlxWfNZPhZx-r-Vt1N1gmjNIxaIdjQU8eRAL3GHvG8FqjTmw1SzjeY=w720-h310-rw"], "video": "https://www.youtube.com/embed/rpWSYK_Ntek", "category": ["TRAVEL_AND_LOCAL"], "score": "4.3", "histogram": {"5": null, "4": null, "3": null, "2": null, "1": null}, "reviews": 178842, "description": "OUI.sncf, THE NEW NAME FOR VOYAGES-SNCF\nSay OUI to all your travel desires. We continue to bring you more clarity, more support and more services.\nWe are keeping everything you love and improving the rest.\nOUI.sncf promises to be your favourite travel companion.\nOUI.sncf, EVEN SIMPLER TO BOOK YOUR TRAIN TICKETS WITHIN FRANCE AND ACROSS EUROPE.\nBook, change and cancel your journeys directly from your OUI.sncf app. Expert services? No. 1 travel partner for the past 15 years - more and more practical, personalised and quicker all the time. Find out why 12 million travellers prefer our app.\nEFFORTLESS TRAVEL AT THE BEST PRICE\n- Download the app for free\n- No need to register to check timetables or buy tickets - Safely book, change or cancel your journey in seconds\n- We choose the best journey for you: The shortest, cheapest and most comfortable\n- E-ticket, M-ticket... get everything you need to travel on your app\n- Want to make a booking and pay later? That’s possible:\n- If you wish, you can create a customer account and book in just 3 clicks!\n- Take advantage of the SNCF loyalty scheme on your mobile: Earn SNCF loyalty points by adding your card number or promo code to your order. - Make the most of your SNCF card by travelling with TGV Lyria (for example) for less\nA MADE-TO-MEASURE APP\n- Find all your recent journeys\n- Access your own personal low prices\n- Using your client account, you only have to put in your preferences, promo cards and SNCF loyalty card numbers once\n- Season tickets, friends, family... we save all the information to save you time\n- It’s your space, personalise it with your choice of photos\nRELAX, WE’VE GOT THIS FOR YOU!\n- Your favourite searches are displayed on your home page\n- Location finder: We find your nearest station\n- We send you reminders of your timetable, seat number and platform information\n- Your reservation is about to expire...? The app will warn you!\nYOUR TRAVEL DATE HAS ARRIVED...?\n- Off you go! No need to validate your M-ticket / E-ticket\n- Your M-ticket is available in your app, under “My Tickets”\n- All the info about your journey is available on your mobile\n- Access real-time travel information on your day of departure\n- Share information about your journey on Facebook, WhatsApp, Twitter and other social media\n- Out of battery? Don't worry, take your identity document to the conductor s they can find your e-reservation.\nNEED A HAND?\n- Customer service: By e-mail or phone, we will always find a solution.\n- Social networks, a practical way of getting a response to your questions. We guarantee to answer you on Twitter within 2 hours via our account: @clt_ouisncf.\n- Our Help section might have the answer for you, feel free to check there at any time.\nOUR NETWORK\n- Go wherever you fancy, as our network serves more than 4000 stations in France and Europe.\n- Visit all of Europe: France, with SNCF; England, on Eurostar; Spain with RENFE; Belgium and the Netherlands, with Thalys; Ital,y with SVI and Switzerland, with TGV Lyria...", "description_html": "OUI.sncf, THE NEW NAME FOR VOYAGES-SNCF <br/>Say OUI to all your travel desires. We continue to bring you more clarity, more support and more services. <br/> We are keeping everything you love and improving the rest.<br/>OUI.sncf promises to be your favourite travel companion.<br/><br/>OUI.sncf, EVEN SIMPLER TO BOOK YOUR TRAIN TICKETS WITHIN FRANCE AND ACROSS EUROPE. <br/>Book, change and cancel your journeys directly from your OUI.sncf app. Expert services? No. 1 travel partner for the past 15 years - more and more practical, personalised and quicker all the time. Find out why 12 million travellers prefer our app. <br/><br/>EFFORTLESS TRAVEL AT THE BEST PRICE <br/>- Download the app for free <br/>- No need to register to check timetables or buy tickets - Safely book, change or cancel your journey in seconds <br/>- We choose the best journey for you: The shortest, cheapest and most comfortable <br/>- E-ticket, M-ticket... get everything you need to travel on your app <br/>- Want to make a booking and pay later? That’s possible: <br/>- If you wish, you can create a customer account and book in just 3 clicks!<br/>- Take advantage of the SNCF loyalty scheme on your mobile: Earn SNCF loyalty points by adding your card number or promo code to your order. - Make the most of your SNCF card by travelling with TGV Lyria (for example) for less<br/><br/>A MADE-TO-MEASURE APP <br/>- Find all your recent journeys<br/>- Access your own personal low prices<br/>- Using your client account, you only have to put in your preferences, promo cards and SNCF loyalty card numbers once <br/>- Season tickets, friends, family... we save all the information to save you time <br/>- It’s your space, personalise it with your choice of photos <br/><br/>RELAX, WE’VE GOT THIS FOR YOU! <br/>- Your favourite searches are displayed on your home page <br/>- Location finder: We find your nearest station <br/>- We send you reminders of your timetable, seat number and platform information <br/>- Your reservation is about to expire...? The app will warn you! <br/><br/>YOUR TRAVEL DATE HAS ARRIVED...? <br/>- Off you go! No need to validate your M-ticket / E-ticket <br/>- Your M-ticket is available in your app, under “My Tickets” <br/>- All the info about your journey is available on your mobile <br/>- Access real-time travel information on your day of departure <br/>- Share information about your journey on Facebook, WhatsApp, Twitter and other social media<br/>- Out of battery? Don't worry, take your identity document to the conductor s they can find your e-reservation. <br/><br/>NEED A HAND? <br/>- Customer service: By e-mail or phone, we will always find a solution. <br/>- Social networks, a practical way of getting a response to your questions. We guarantee to answer you on Twitter within 2 hours via our account: @clt_ouisncf. <br/>- Our Help section might have the answer for you, feel free to check there at any time. <br/><br/>OUR NETWORK <br/>- Go wherever you fancy, as our network serves more than 4000 stations in France and Europe. <br/>- Visit all of Europe: France, with SNCF; England, on Eurostar; Spain with RENFE; Belgium and the Netherlands, with Thalys; Ital,y with SVI and Switzerland, with TGV Lyria...", "recent_changes": null, "editors_choice": false, "price": "0", "free": true, "iap": false, "developer_id": "OUI.sncf", "updated": "July 29, 2020", "size": "21M", "installs": "10,000,000+", "current_version": "77.06", "required_android_version": "4.4 and up", "content_rating": ["Everyone"], "iap_range": null, "interactive_elements": ["Users Interact"], "developer": "OUI.sncf", "developer_email": "vscmobile@serviceclient.oui.sncf", "developer_url": "http://www.oui.sncf", "developer_address": null, "app_id": "com.vsct.vsc.mobile.horaireetresa.android", "url": "https://play.google.com/store/apps/details?id=com.vsct.vsc.mobile.horaireetresa.android"}