{"title": "Meet4U - Chat, Love, Singles!", "icon": "https://lh3.googleusercontent.com/96XNapqpJjl4dF_OEV_mw0Tv8nKroqGfbTvVFbHrLYwTZI3Eh_URFsArf6JDWTpDr_s", "screenshots": ["https://lh3.googleusercontent.com/KgDaS148WbENKkAu3fQa0nQF3KxK6JGN8rCf_MB1eKzPHdBYOAqQCMuZcKYOQ4LMouE=w720-h310-rw", "https://lh3.googleusercontent.com/0roep7dmzhQNQOT2pHBOngACy5vySJWxli8OFtVfklqWCrP9qaaeUIMbUlxZq2J5Vg=w720-h310-rw", "https://lh3.googleusercontent.com/6hm6SiqOUqx2T50EXeTEz_oNR-80BMZlv0PAsOFdh5Lz9HvVEBP5YSvEvjcX78a_Cw=w720-h310-rw", "https://lh3.googleusercontent.com/AfLVP2DONP0Wnqy-z2tTTKRg4Fy6uE4AYEekACGEOc5YnJOGN6W4gEnThO6Qc-eKnQ=w720-h310-rw", "https://lh3.googleusercontent.com/2iN6jov-CKQnpvwi43HcdRhTanmFsplb9stGeTpeiIL-ekAsWW4K6K2WMyi9kdrZVLA=w720-h310-rw"], "video": null, "category": ["DATING"], "score": "4.1", "histogram": {"5": null, "4": null, "3": null, "2": null, "1": null}, "reviews": 58050, "description": "If you are single and seeking: the perfect girl, the man of your dreams, new friends or the love of your life - Meet4U is the perfect app for you!\nMeet for you is a free, fast and convenient dating app to find a lot of girls and boys, choose the ones you like the most and chat with them. Date singles nearby and make new friends!\n- chat and meet with new people nearby for free\n- enjoy playing a simple game Encounters\n- send photos and smiles, voice and video messages, draw your own pictures and chat with those you are interested in\nMeet4U will help you to find new people nearby. Chat, enjoy and date with new friends!\nMeet and date new people nearby\nMeet for you is a free, fast and convenient messenger: you can send your text messages for free to lonely women and men, send voice and video messages in chats, draw something, send gifts, make photos and choose pictures from the gallery and share your photos with singles.\nCheck out and see: When your match visited the app last time\nWho looked at your profile, who likes you and who added you to favorite list\nMessage status, find out when your message was read\nFind full profile information about the user\nCheck out new features added all the time\nIf you want to find new friends, personals, dating for communication or to find true love - try Meet4U and enjoy new fun way of communication with boys and girls in your location. Say Hi to all single people with Meet4U!", "description_html": "If you are single and seeking: the perfect girl, the man of your dreams, new friends or the love of your life - Meet4U is the perfect app for you!<br/>Meet for you is a free, fast and convenient dating app to find a lot of girls and boys, choose the ones you like the most and chat with them. Date singles nearby and make new friends!<br/>- chat and meet with new people nearby for free<br/>- enjoy playing a simple game Encounters<br/>- send photos and smiles, voice and video messages, draw your own pictures and chat with those you are interested in<br/>Meet4U will help you to find new people nearby. Chat, enjoy and date with new friends!<br/><br/>Meet and date new people nearby<br/>Meet for you is a free, fast and convenient messenger: you can send your text messages for free to lonely women and men, send voice and video messages in chats, draw something, send gifts, make photos and choose pictures from the gallery and share your photos with singles.<br/>Check out and see: When your match visited the app last time<br/>Who looked at your profile, who likes you and who added you to favorite list<br/>Message status, find out when your message was read<br/>Find full profile information about the user<br/>Check out new features added all the time<br/>If you want to find new friends, personals, dating for communication or to find true love - try Meet4U and enjoy new fun way of communication with boys and girls in your location. Say Hi to all single people with Meet4U!", "recent_changes": null, "editors_choice": false, "price": "0", "free": true, "iap": true, "developer_id": "5779126857103121241", "updated": "August 3, 2020", "size": "14M", "installs": "5,000,000+", "current_version": "1.33.11", "required_android_version": "4.1 and up", "content_rating": ["Mature 17+"], "iap_range": ["$1.99", "$74.99"], "interactive_elements": ["Users Interact, Shares Info, Shares Location, Digital Purchases"], "developer": "WILDEC LLC", "developer_email": "support@meet4u.com", "developer_url": "http://meet4u.com/", "developer_address": "1200 Brickell Avenue #860\nMiami, FL, 33131\nUnited States", "app_id": "com.wildec.dating.meet4u", "url": "https://play.google.com/store/apps/details?id=com.wildec.dating.meet4u"}