{"title": "Google Chrome: Fast & Secure", "icon": "https://lh3.googleusercontent.com/KwUBNPbMTk9jDXYS2AeX3illtVRTkrKVh5xR1Mg4WHd0CG2tV4mrh1z3kXi5z_warlk", "screenshots": ["https://lh3.googleusercontent.com/Usyjx1hHMLBCkpIpr56I74F1wYVncbZFTctqkDDgzfj1ABhCGu0GCg7pHwbyL-xhSV4=w720-h310-rw", "https://lh3.googleusercontent.com/hQyOjY123zSEeZkXcyY9QvhBDd6iCkH5vL07gaoHhEKec-_bZyqD8IEbHpCJOQEDbA=w720-h310-rw", "https://lh3.googleusercontent.com/KX0vgZ4_jFS78_giGoqjtbb_PV6n6GRsO8ZsG-FEDyt6Hdrr7-yBVfHsqp3RoMhOOTo=w720-h310-rw", "https://lh3.googleusercontent.com/Lub9Z7KgVtpPlqrojAhvdd4r4NJE8LHmtram-jEeqOMhvIeE4kE40JKgGdaDro3itFLC=w720-h310-rw", "https://lh3.googleusercontent.com/VpzklJxQSrMyMSCyP43nS3d5z_W8UO25cU4ADUDrqcgX-JucM5HCtwr_km1btOTH-Q=w720-h310-rw", "https://lh3.googleusercontent.com/IGvqfNrn6qD_U5ZLvyWjH6i1aGNEMpj1F8TPVnAoK1Gw8Sv63UPIR7A61HBJ2BOj2hk=w720-h310-rw", "https://lh3.googleusercontent.com/nJS0jiT3ffZrni-Kx2jwtmZ73kx-b1RAIpSWeg-TpYQDKZJE0aZXeakaNLYL37o7_KYi=w720-h310-rw", "https://lh3.googleusercontent.com/NzJg529_sddCdqgH1ZVOYRQmR83Hf8FOu_Wus5-UCtd3WhZ4BTvyE8CYS_zWLgNT7NyZ=w720-h310-rw", "https://lh3.googleusercontent.com/_sva2gr84VvhScdXmrxcAsxbOajFtgHUqSKcpYsyW0vQC2M9xOjo_CsmZeq8_qpZl1w=w720-h310-rw", "https://lh3.googleusercontent.com/kUZOuTUADC_6YjCT7eon5LVu5Qk6qDOb885hZNCjUrrw6c0GLCy3QxAeJc9kgPdcyV0=w720-h310-rw", "https://lh3.googleusercontent.com/s2koCc631RMyqvcYGRLQ9j6jk895whoDbs2pC6zf6ahZ7YWaBcR0u-yxcn3iddZN844=w720-h310-rw", "https://lh3.googleusercontent.com/W1WNNZ_E8oYmwVrD9CGQeNoa_O2rcj4_NVgB6FTeq7kXmQT4s2xyPrwMYIDsyHoGXuZQ=w720-h310-rw", "https://lh3.googleusercontent.com/WiaHLUv4q0F1lZGdADq8IgrDGXQkbEEBwV-pjUfO9newcSypbOEqPUQFHs4cXrLKVw=w720-h310-rw", "https://lh3.googleusercontent.com/mog-vCm1jzOUpL1_c2XCo7NwreuqZHyVn5En2yFR8fzwsWTrf8c4XKNCqISwMytj3hU=w720-h310-rw", "https://lh3.googleusercontent.com/3nowNAXL8PnQcLzQZ6vivqX5FAjs5a492fnhGYCK8TLzTuRxqrHVKWuhWUNOdXfdEHxO=w720-h310-rw", "https://lh3.googleusercontent.com/-_0-10EqUhRzqs_5Ck2B1K7WzfABemSa_GD11kqxECLMkxuWsoNlSL33X-DMvNOvH5o=w720-h310-rw", "https://lh3.googleusercontent.com/DZtX7w-qVt0RK8eN8HNLRAG_-HisJ2I4ZYhSeMwnovvx0as2Bxe5F7zc_qmlnuUlVMo=w720-h310-rw", "https://lh3.googleusercontent.com/EoKK8khPkIhuai7C9l-v6yx_OzzXolgoFmyb-bAN-2WADMoRnmi9kbLb-jTu2MDgqg=w720-h310-rw"], "video": null, "category": ["COMMUNICATION"], "score": "4.1", "histogram": {"5": null, "4": null, "3": null, "2": null, "1": null}, "reviews": 23063543, "description": "Google Chrome is a fast, easy to use, and secure web browser. Designed for Android, Chrome brings you personalized news articles, quick links to your favorite sites, downloads, and Google Search and Google Translate built-in. Download now to enjoy the same Chrome web browser experience you love across all your devices.\nBrowse fast and type less.\nChoose from personalized search results that instantly appear as you type and quickly browse previously visited web pages. Fill in forms quickly with Autofill.\nIncognito Browsing.\nUse Incognito mode to browse the internet without saving your history. Browse privately across all your devices.\nSync Chrome Across Devices.\nWhen you sign into Chrome, your bookmarks, passwords, and settings will be automatically synced across all your devices. You can seamlessly access all your information from your phone, tablet, or laptop.\nAll your favorite content, one tap away.\nChrome is not just fast for Google Search, but designed so you are one tap away from all your favorite content. You can tap on your favorite news sites or social media directly from the new tab page. Chrome also has the “Tap to Search”- feature on most webpages. You can tap on any word or phrase to start a Google search while still in the page you are enjoying.\nProtect your phone with Google Safe Browsing.\nChrome has Google Safe Browsing built-in. It keeps your phone safe by showing warnings to you when you attempt to navigate to dangerous sites or download dangerous files.\nFast downloads and view web pages and videos offline\nChrome has a dedicated download button, so you can easily download videos, pictures, and entire webpages with just one tap. Chrome also has downloads home right inside Chrome, where you can access all the content you downloaded, even when you are offline.\nGoogle Voice Search.\nChrome gives you an actual web browser you can talk to. Use your voice to find answers on-the-go without typing and go hands free. You can browse and navigate quicker using your voice anywhere, anytime.\nGoogle Translate built-in: Quickly translate entire web pages.\nChrome has Google Translate built in to help you to translate entire web to your own language with one tap.\nUse less mobile data and speed up the web.\nTurn on Lite mode and use up to 60% less data. Chrome can compress text, images, videos, and websites without lowering the quality.\nSmart personalized recommendations.\nChrome creates an experience that is tailored to your interests.  On the new tab page, you will find articles that Chrome selected based on your previous browsing history.", "description_html": "Google Chrome is a fast, easy to use, and secure web browser. Designed for Android, Chrome brings you personalized news articles, quick links to your favorite sites, downloads, and Google Search and Google Translate built-in. Download now to enjoy the same Chrome web browser experience you love across all your devices.<br/> <br/> <b>Browse fast and type less.</b> Choose from personalized search results that instantly appear as you type and quickly browse previously visited web pages. Fill in forms quickly with Autofill.<br/> <br/> <b>Incognito Browsing.</b> Use Incognito mode to browse the internet without saving your history. Browse privately across all your devices.<br/> <br/> <b>Sync Chrome Across Devices.</b> When you sign into Chrome, your bookmarks, passwords, and settings will be automatically synced across all your devices. You can seamlessly access all your information from your phone, tablet, or laptop.<br/> <br/> <b>All your favorite content, one tap away.</b> Chrome is not just fast for Google Search, but designed so you are one tap away from all your favorite content. You can tap on your favorite news sites or social media directly from the new tab page. Chrome also has the “Tap to Search”- feature on most webpages. You can tap on any word or phrase to start a Google search while still in the page you are enjoying.<br/> <br/> <b>Protect your phone with Google Safe Browsing.</b> Chrome has Google Safe Browsing built-in. It keeps your phone safe by showing warnings to you when you attempt to navigate to dangerous sites or download dangerous files.<br/> <br/> <b>Fast downloads and view web pages and videos offline</b> Chrome has a dedicated download button, so you can easily download videos, pictures, and entire webpages with just one tap. Chrome also has downloads home right inside Chrome, where you can access all the content you downloaded, even when you are offline.<br/> <br/> <b>Google Voice Search.</b> Chrome gives you an actual web browser you can talk to. Use your voice to find answers on-the-go without typing and go hands free. You can browse and navigate quicker using your voice anywhere, anytime.<br/> <br/> <b>Google Translate built-in: Quickly translate entire web pages.</b> Chrome has Google Translate built in to help you to translate entire web to your own language with one tap.<br/> <br/> <b>Use less mobile data and speed up the web.</b> Turn on Lite mode and use up to 60% less data. Chrome can compress text, images, videos, and websites without lowering the quality.<br/> <br/> <b>Smart personalized recommendations.</b> Chrome creates an experience that is tailored to your interests.  On the new tab page, you will find articles that Chrome selected based on your previous browsing history.", "recent_changes": null, "editors_choice": false, "price": "0", "free": true, "iap": false, "developer_id": "5700313618786177705", "updated": "August 3, 2020", "size": "Varies with device", "installs": "5,000,000,000+", "current_version": "Varies with device", "required_android_version": "Varies with device", "content_rating": ["Everyone"], "iap_range": null, "interactive_elements": ["Unrestricted Internet"], "developer": "Google LLC", "developer_email": "apps-help@google.com", "developer_url": "http://www.google.com/chrome/android", "developer_address": "1600 Amphitheatre Parkway, Mountain View 94043", "app_id": "com.android.chrome", "url": "https://play.google.com/store/apps/details?id=com.android.chrome"}