{"title": "Magicbricks Property Search & Real Estate App", "icon": "https://lh3.googleusercontent.com/Yf59nDAW7WZp-VRsUeEVC3CtpWy9lnF__Y-gMqEzRxbLpG8ga69DPHUkkQaHqYz9jbA", "screenshots": ["https://lh3.googleusercontent.com/tzFJSt2XpNLoWrDL3ngq4_buSoYfogg9PfyZ2Emvt1xs9PoFcr0MPei59J1MFlBhWXA=w720-h310-rw", "https://lh3.googleusercontent.com/5iCdg-ATasSGr38zDTiJH-qzhTCQFnbuBXRT-ECV7673CmbiJ_FR5gDIF2wkjpzHwB0=w720-h310-rw", "https://lh3.googleusercontent.com/SbRr7UQFYhtZROmx_lNplKEX9YqQ1RZP3zHN9GeWEF4xZ4Im11-wn3MfPdIa86OO2ALK=w720-h310-rw", "https://lh3.googleusercontent.com/QgVGT_dVt0zq2yQnDhGwXEpocLieomXH1jIXLxiriKROzCc8FwVO9iiScTRgSEsZHDo=w720-h310-rw", "https://lh3.googleusercontent.com/IZdJrNVNOgDRO8Fh3ZDqH8sRQlxhgJ0L1ZJUfXaiqQWHgSbc6JsE30Nan60xbm0frQM=w720-h310-rw", "https://lh3.googleusercontent.com/CigLhstCV6geoxaR8ivsWTKFhi-LHmjV77BdcEm7vcW40Ak5JbX4JmLRIV0rUdAqIuQ=w720-h310-rw", "https://lh3.googleusercontent.com/S58K3qNqEtTaazSQ_Qv9L2NK4y01njOQv7YcqIw2xrvH6apLdkan-38R-sLsHAvT2KM=w720-h310-rw"], "video": "https://www.youtube.com/embed/XGI4pwodk8w", "category": ["LIFESTYLE"], "score": "4.2", "histogram": {"5": null, "4": null, "3": null, "2": null, "1": null}, "reviews": 140200, "description": "Magicbricks is one of the leading real estate apps in India. We bring you the most intuitive property search app experience in India. Whether you are looking for a home on rent or sale, our app leaves no stone unturned to offer the most relevant options for flats for sale, houses on sale and plots for sale. Browse through our range of flats for rent or house for rent and select the ones in your budget. We are one of the top commercial property apps in India too with maximum options available for shops for rent, shops for sale and office space for rent or sale. At the same, time, this free real estate app makes it equally easy to sell property online with just a few steps.\nThe App takes you beyond the usual facts and brings detailed info to help you narrow down your search. Zero-in on a property with confidence. The App leads you straight to what you are looking for with its quick & advance filters, Neighbourhood, Facilities, Exact Location, Prices & more\nYou name it. We have it. Know all that we bring for you!\nIn All Cities:\nMagicBricks caters to all types of property needs in all cities of India. Whether you are searching for flats in Delhi, flats for rent in Mumbai, flats for rent in Bangalore independent house for rent, all are listed on our leading house for rent searching app. Apart from these major cities, the app brings property solutions in cities like Hyderabad, Kolkata Chennai, Pune and others as well.\nPaying Guest App:\nSearch PG room in Delhi, Gurgaon or paying guest in Pune, Mumbai, Bangalore and other cities. Filter options as per your preferences.\nCommercial Properties :\nYou can drop by for your commercial needs too. Browse through a range of office space for rent or shops on rent and get maximum options in your budget with us.\nAll Types of Properties :\nGet plots for sale, villas, builder floors, houses for lease or sale in Bangalore, Mumbai, Delhi-NCR, Pune and all major cities of India. We also bring a list of co-working spaces where you pay basis per seat.\nWhat Makes Our App Unique\nApp Exclusive Owner Properties:\nGet details of more than 20K+ properties available only on the app.\nSmart Integration:\nOur App smartly locates properties that lie within your preferred locality and budget. With the help of our smart integrations, you get customised property recommendations closely matching your requirements.\nIntelligent Filters:\nWe bring for you the most relevant property options with our intelligent filters to narrow them down and ensure their relevance.\nPersonalized Dashboard:\nKeep your favourites handy. See properties you search, view and contact, all at one place.\nLandmark Search:\nSave on your daily commute. Search properties near your preferred landmark and distance to save on your travel time.\nLatest Trends with just a Tap\n– Keep a Track. Invest smart. Get to know if the prices have increased in the locality of your choice.\nInstant Connect:\n- Contact the owner/agent with just a tap. Call or get contact details of the advertisers instantly.\nMaximum Options:\n– You are sure to get spoilt for choices with huge number of properties added daily.\nSell Property Online:\n– Post your property for sale, rent, or lease on this leading house selling app. Showcase your property to 1.5 million buyers. Manage your responses on the go and sell flat or rent out a room or property faster with us.\nReal Time Updates:\n- Create alerts and get notified for newly added properties for sale, rent, or purchase.\nNewly Added Projects\n- Check out the new and upcoming projects along with the amenities and neighbourhood. Get under-construction and ready to move in properties in the city and locality of your choice.\nTake us closer to your experience on our App. Rate us or share your feedback with us.", "description_html": "Magicbricks is one of the leading real estate apps in India. We bring you the most intuitive property search app experience in India. Whether you are looking for a home on rent or sale, our app leaves no stone unturned to offer the most relevant options for flats for sale, houses on sale and plots for sale. Browse through our range of flats for rent or house for rent and select the ones in your budget. We are one of the top commercial property apps in India too with maximum options available for shops for rent, shops for sale and office space for rent or sale. At the same, time, this free real estate app makes it equally easy to sell property online with just a few steps.<br/><br/>The App takes you beyond the usual facts and brings detailed info to help you narrow down your search. Zero-in on a property with confidence. The App leads you straight to what you are looking for with its quick &amp; advance filters, Neighbourhood, Facilities, Exact Location, Prices &amp; more<br/><br/><h1>You name it. We have it. Know all that we bring for you!</h1><br/><br/><b>In All Cities: </b>  MagicBricks caters to all types of property needs in all cities of India. Whether you are searching for flats in Delhi, flats for rent in Mumbai, flats for rent in Bangalore independent house for rent, all are listed on our leading house for rent searching app. Apart from these major cities, the app brings property solutions in cities like Hyderabad, Kolkata Chennai, Pune and others as well.<br/><br/><b>Paying Guest App: </b> Search PG room in Delhi, Gurgaon or paying guest in Pune, Mumbai, Bangalore and other cities. Filter options as per your preferences.<br/><br/><b>Commercial Properties : </b> You can drop by for your commercial needs too. Browse through a range of office space for rent or shops on rent and get maximum options in your budget with us.<br/><br/><b>All Types of Properties :</b> Get plots for sale, villas, builder floors, houses for lease or sale in Bangalore, Mumbai, Delhi-NCR, Pune and all major cities of India. We also bring a list of co-working spaces where you pay basis per seat.<br/><br/><h1><b>What Makes Our App Unique</b></h1><br/><br/><b>App Exclusive Owner Properties:</b>Get details of more than 20K+ properties available only on the app. <br/><br/><b>Smart Integration: </b> Our App smartly locates properties that lie within your preferred locality and budget. With the help of our smart integrations, you get customised property recommendations closely matching your requirements. <br/><br/><b>Intelligent Filters: </b> We bring for you the most relevant property options with our intelligent filters to narrow them down and ensure their relevance.<br/><br/><b>Personalized Dashboard: </b> Keep your favourites handy. See properties you search, view and contact, all at one place. <br/><br/><b>Landmark Search: </b> Save on your daily commute. Search properties near your preferred landmark and distance to save on your travel time. <br/><br/><b>Latest Trends with just a Tap</b>– Keep a Track. Invest smart. Get to know if the prices have increased in the locality of your choice. <br/><br/><b>Instant Connect:</b>- Contact the owner/agent with just a tap. Call or get contact details of the advertisers instantly. <br/><br/><b>Maximum Options:</b> – You are sure to get spoilt for choices with huge number of properties added daily. <br/><br/><b>Sell Property Online:</b> – Post your property for sale, rent, or lease on this leading house selling app. Showcase your property to 1.5 million buyers. Manage your responses on the go and sell flat or rent out a room or property faster with us. <br/><br/><b>Real Time Updates:</b> - Create alerts and get notified for newly added properties for sale, rent, or purchase. <br/><br/><b>Newly Added Projects</b>- Check out the new and upcoming projects along with the amenities and neighbourhood. Get under-construction and ready to move in properties in the city and locality of your choice. <br/><br/>Take us closer to your experience on our App. Rate us or share your feedback with us.", "recent_changes": null, "editors_choice": false, "price": "0", "free": true, "iap": false, "developer_id": "MagicBricks+Reality+Services+Ltd", "updated": "July 31, 2020", "size": "41M", "installs": "5,000,000+", "current_version": "9.2.2.3", "required_android_version": "5.0 and up", "content_rating": ["Everyone"], "iap_range": null, "interactive_elements": ["Shares Info, Unrestricted Internet"], "developer": "MagicBricks Reality Services Ltd", "developer_email": "mbapp@timesgroup.com", "developer_url": "http://www.magicbricks.com", "developer_address": null, "app_id": "com.timesgroup.magicbricks", "url": "https://play.google.com/store/apps/details?id=com.timesgroup.magicbricks"}