{"title": "Ibotta: Cash Back Savings, Rewards & Coupons App", "icon": "https://lh3.googleusercontent.com/4GH2kO3tEhwo9hzCHtm0zQdwHgePpS24SgJvGh9j3SvBsFY3HR5GJmU8-e1ijSvyMA", "screenshots": ["https://lh3.googleusercontent.com/aOL7r8m1bE-3fnPzwlXGfMZBnAdI66ZyeNN4yHBuLhA9WiVl06XsDJR3ysgWfOeSig=w720-h310-rw", "https://lh3.googleusercontent.com/q9C2yo_VxbG69zfW0bnwKYu1_s1Y9GJQpxJcQ0yw0FM7yxTz2ZXlk0BKOVDO2nl2hg=w720-h310-rw", "https://lh3.googleusercontent.com/BMob1KQCgmx6kCkwqKfuJF0wAuSU_mhkmJZheyRSrg9l2P7D5gAwPf9pwBGKaweCAg=w720-h310-rw", "https://lh3.googleusercontent.com/dB9dRFQM3w1KaSn3dJKDhkpoNYp6kUc_jiFP9immq2uAXbo2o9Had43xNzjc7LE9Cg=w720-h310-rw", "https://lh3.googleusercontent.com/pBEJ1CeYwW4ydUe5Tq3sA4-F6AYEysYfziY0ZQkZ-btWQZ-K6NLl448ejTygI7SGQw=w720-h310-rw", "https://lh3.googleusercontent.com/ohUdm9q2xlJLNTmGURfABPWZUS5tF7dqeLvahqlzK-90ZIpRVraRngwfPa0sk0QzrTU=w720-h310-rw", "https://lh3.googleusercontent.com/ZuwXqx18lEG_lezKyXotYf8d413CC5JguN8a95jza0L1ohsFHu1ozTRGYEXP6yvjOrM=w720-h310-rw"], "video": null, "category": ["SHOPPING"], "score": "4.3", "histogram": {"5": null, "4": null, "3": null, "2": null, "1": null}, "reviews": 473458, "description": "Ibotta is a free app that gives you real cash back on every purchase, online or in-store. Earn cash\nback every time you shop for essentials, groceries and more. Join Ibotta today and get a $20\nwelcome bonus!\nSave money with Ibotta: simply check the app before you shop to seamlessly earn cash back on\nthousands of leading brands and retailers, including grocery stores and online retailers. No\ncoupon, rebate, or promo codes are necessary, so you can shop for the things you need without\nhassle.\nEarn cash back instantly with our new Pay with Ibotta feature. Shop and use Pay with Ibotta to pay\nfor your purchases right from the app, then earn cash back on your entire purchase, instantly.\nIbotta isn’t your average coupon app. You can earn real cash whenever you go shopping, no\nmatter what you need or why. Unlike most coupon apps, Ibotta lets you grow your savings — shop\nfor essentials at your local grocery store or shop online to treat yourself and you'll see cash back\nin your account.\nMoney-saving is easy when you get rewarded with cash back every time you shop, no matter how\nyour lifestyle changes. Download the free app now to earn a $20 welcome bonus and start saving.\nHOW IBOTTA WORKS:\n1. Find money-saving offers – Before you go shopping, find and add offers in the app for things\nyou want to buy.\n2. Go shopping – Shop at your local stores, online, and on apps\n3. Redeem offers – Upload your receipt or link your loyalty card for instant cash back.\n4. Get cash back – Watch your savings grow! When you’re ready, withdraw your cash earnings via\nPayPal or your choice of a variety of gift cards.\nIbotta is the easiest way to save money every time you shop.\nWHY IBOTTA?\n- Our money-saving app is free and easy to use\n- No coupons, mail-in rebates, or promo codes\n- Save money and earn real cash back\n- Earn cash rewards at over 500,000 brands and retailers\nSAVE MONEY WITH IBOTTA\n- Our average user earns $150+ a year by using Ibotta\n- Earn cash back on every shopping trip\n- Without cutting coupons, you can find grocery deals to earn cash back at your favorite\nsupermarkets, and grocery stores.\n- Ibotta helps you save money for all the things that matter, from family expenses to daily essentials.\nMONEY SAVING OFFERS AT ALL YOUR FAVORITE STORES:\n- Walmart\n- Uber\n- Safeway\n- Drizly\n- Hotels.com\n- CVS\n- Target\n- Kroger\n- DoorDash\n- Groupon\n- Minibar\n- AMC Tickets\n- eBay\n- HotelTonight\n- Thrive Market\n- The Home Depot\n- HotelStorm\n- Jet.com\n- eBags\n- Olive Garden\n- Kohl’s\n- Lowe’s\n- Boxed\n- Best Buy\n- Bed Bath & Beyond\n- JOANN Fabrics", "description_html": "Ibotta is a free app that gives you real cash back on every purchase, online or in-store. Earn cash<br/>back every time you shop for essentials, groceries and more. Join Ibotta today and get a $20<br/>welcome bonus!<br/><br/>Save money with Ibotta: simply check the app before you shop to seamlessly earn cash back on<br/>thousands of leading brands and retailers, including grocery stores and online retailers. No<br/>coupon, rebate, or promo codes are necessary, so you can shop for the things you need without<br/>hassle.<br/><br/>Earn cash back instantly with our new Pay with Ibotta feature. Shop and use Pay with Ibotta to pay<br/>for your purchases right from the app, then earn cash back on your entire purchase, instantly.<br/><br/>Ibotta isn’t your average coupon app. You can earn real cash whenever you go shopping, no<br/>matter what you need or why. Unlike most coupon apps, Ibotta lets you grow your savings — shop<br/>for essentials at your local grocery store or shop online to treat yourself and you'll see cash back<br/>in your account.<br/><br/>Money-saving is easy when you get rewarded with cash back every time you shop, no matter how<br/>your lifestyle changes. Download the free app now to earn a $20 welcome bonus and start saving.<br/><br/><br/>HOW IBOTTA WORKS:<br/>1. Find money-saving offers – Before you go shopping, find and add offers in the app for things<br/>you want to buy.<br/>2. Go shopping – Shop at your local stores, online, and on apps<br/>3. Redeem offers – Upload your receipt or link your loyalty card for instant cash back.<br/>4. Get cash back – Watch your savings grow! When you’re ready, withdraw your cash earnings via<br/>PayPal or your choice of a variety of gift cards.<br/>Ibotta is the easiest way to save money every time you shop.<br/><br/><br/>WHY IBOTTA?<br/>- Our money-saving app is free and easy to use<br/>- No coupons, mail-in rebates, or promo codes<br/>- Save money and earn real cash back<br/>- Earn cash rewards at over 500,000 brands and retailers<br/><br/><br/>SAVE MONEY WITH IBOTTA<br/>- Our average user earns $150+ a year by using Ibotta<br/>- Earn cash back on every shopping trip<br/>- Without cutting coupons, you can find grocery deals to earn cash back at your favorite<br/>supermarkets, and grocery stores.<br/>- Ibotta helps you save money for all the things that matter, from family expenses to daily essentials.<br/><br/><br/>MONEY SAVING OFFERS AT ALL YOUR FAVORITE STORES:<br/>- Walmart<br/>- Uber<br/>- Safeway<br/>- Drizly<br/>- Hotels.com<br/>- CVS<br/>- Target<br/>- Kroger<br/>- DoorDash<br/>- Groupon<br/>- Minibar<br/>- AMC Tickets<br/>- eBay<br/>- HotelTonight<br/>- Thrive Market<br/>- The Home Depot<br/>- HotelStorm<br/>- Jet.com<br/>- eBags<br/>- Olive Garden<br/>- Kohl’s<br/>- Lowe’s<br/>- Boxed<br/>- Best Buy<br/>- Bed Bath &amp; Beyond<br/>- JOANN Fabrics", "recent_changes": null, "editors_choice": true, "price": "0", "free": true, "iap": false, "developer_id": "Ibotta", "updated": "July 29, 2020", "size": "68M", "installs": "10,000,000+", "current_version": "6.46.0", "required_android_version": "5.0 and up", "content_rating": ["Everyone"], "iap_range": null, "interactive_elements": ["Users Interact"], "developer": "Ibotta", "developer_email": "support@ibotta.com", "developer_url": "http://www.ibotta.com", "developer_address": null, "app_id": "com.ibotta.android", "url": "https://play.google.com/store/apps/details?id=com.ibotta.android"}