{"title": "Jet - Shopping Made Easier", "icon": "https://lh3.googleusercontent.com/M2FwCEb8unQkJx12h9wJXaQ0pCQ7QFbxpUr28NRF0EwzEI4hte-l1G_Ve9-lp9fLf4JM", "screenshots": ["https://lh3.googleusercontent.com/Z6gjfJGTTAAN3aGM5lRh1LU7LFMFEKsPuTxZxJKwMKtoCRN1lTX5MZtEalDytgKWpSA=w720-h310-rw", "https://lh3.googleusercontent.com/K36o9Ak1AQv9FM73sA2pvPnwWjOcXr2KG4s_80vNTOxLaCjlSAkKKt4U8u7QxQ9naQ=w720-h310-rw", "https://lh3.googleusercontent.com/YUHvpieN7K34BEvHq1zC1Z63Lz_gyU0zRn7u-I6HdY4EJJ02Rcozzm_eBCdtJ7LoCg=w720-h310-rw", "https://lh3.googleusercontent.com/ctvCLeE8suxqnjNcyUTkEVvDXqCrwiEIH6jqAefVReN99ZnWEjIjb8xGnZVR8oQ_9Ag=w720-h310-rw", "https://lh3.googleusercontent.com/0JKQoNEvJHmpbNH1ysjAS9bEJIBM3En0Dlsn-IdO-kgN-lQBxnq9Ml7pw5aMGIy5szc=w720-h310-rw"], "video": null, "category": ["SHOPPING"], "score": "4.6", "histogram": {"5": null, "4": null, "3": null, "2": null, "1": null}, "reviews": 39009, "description": "Jet makes shopping for home, fashion, beauty and more easier than ever with 2-day delivery on thousands of items and no membership fee. In the NYC area? Enjoy groceries delivered same or next day to select zip codes.\nSHOPPING LIST\nFrom vitamins to sneakers, our Shopping List feature lets you create a list of what you need and shop it all in a single tap.\nEASY REORDER\nRestocking your favorites from your previous orders is as easy as a few taps.\nORDER TRACKING\nWe’ll keep you updated on your order’s whereabouts, so you’ll know when it ships and when it’s been delivered.\nFREE RETURNS\nWe keep it easy — if you’re not happy with an item, just send it back within 30 days.\n1.HOME DECOR\nFrom furniture and glassware to bedding and rugs, you’ll find the things you need to turn your house into a home, no matter your style. Deck out your kitchen with top-of-the-line tools and equipment from brands like KitchenAid, Nespresso, Staub, and J.A. Henckels.\n2.TOP FASHION BRANDS\nGet the latest styles in kids’, women’s, and men’s fashion, and enjoy the ease of trying on your favorite clothes and shoes from adidas, Puma, Bonobos, Modcloth, Birkenstock, Doc Martens, and more, in the comfort of your own home.\n3.BEAUTY ESSENTIALS\nWe’ve got the names that help you look your best, including Clarisonic, BeautyBlender, NYX, essie, Rituals, Art of Shaving, Foreo, and Baxter of California, all in one place.\n4.THE LATEST TECH\nStay up to date and shop the latest names in electronics from Beats by Dr. Dre, Samsung, Bose, Nintendo, and more.\n5.PANTRY\nMake sure your pantry stays stocked with your favorite ingredients, snacks, and beverages. Jet makes it easy to find the right food — and see the nutritional facts and ingredients — for your specific diet, from organic energy bars to vegan snacks and gluten-free pasta.\n6.HOUSEHOLD SUPPLIES\nMake sure you never run out of your household staples. Whether you need pet supplies, baby essentials, laundry and cleaning products, or other must-haves for your home, we’ve got you covered with the brands you love.\n7.NYC GROCERY DELIVERY\nIf you live in New York City, you know the struggle of lugging your heavy groceries home. Skip that hassle and get them delivered with your new favorite shopping app! With Jet, your groceries are hand-picked and hand-delivered to your door, so your fresh produce stays fresh and your frozen foods stay frozen, guaranteed. Our delivery zone covers many NYC zip codes.\n8.DEALS\nWith Jet, you can save money with great prices and deals across everything from fashion and electronics to home, toys, and beauty.\nFAST CHECKOUT WITH GOOGLE PAY\nWe’re big fans of keeping things as simple and fast as possible, and Google Pay is about as simple and fast as it gets.\n24/7 CUSTOMER SUPPORT\nThrough phone, email, or in-app chat, our US-based customer support team is ready to help.\nLEGAL\nSame/next day delivery is subject to availability and zip code restrictions. Fresh and frozen groceries only available in select zips in and around NYC. Cutoff times and other restrictions apply. Delivery fees may apply. If any fresh or frozen items in your order don’t meet your expectations, please contact us within 30 days for a refund.\n2-day shipping available on eligible items only. Orders must be placed by 2 pm in the time zone to which your order is being shipped.\nReturns must be initiated within 30 days of receiving items.\nDo Not Sell My Personal Information\nPlease scroll down to the footer of our Privacy Policy below to find the \"Do Not Sell My Personal Information\" link.\nhttps://jet.com/privacy-policy", "description_html": "Jet makes shopping for home, fashion, beauty and more easier than ever with 2-day delivery on thousands of items and no membership fee. In the NYC area? Enjoy groceries delivered same or next day to select zip codes.<br/><br/>SHOPPING LIST<br/>From vitamins to sneakers, our Shopping List feature lets you create a list of what you need and shop it all in a single tap.<br/><br/>EASY REORDER<br/>Restocking your favorites from your previous orders is as easy as a few taps.<br/><br/>ORDER TRACKING<br/>We’ll keep you updated on your order’s whereabouts, so you’ll know when it ships and when it’s been delivered.<br/><br/>FREE RETURNS<br/>We keep it easy — if you’re not happy with an item, just send it back within 30 days.<br/><br/>1.HOME DECOR<br/>From furniture and glassware to bedding and rugs, you’ll find the things you need to turn your house into a home, no matter your style. Deck out your kitchen with top-of-the-line tools and equipment from brands like KitchenAid, Nespresso, Staub, and J.A. Henckels.<br/><br/>2.TOP FASHION BRANDS<br/>Get the latest styles in kids’, women’s, and men’s fashion, and enjoy the ease of trying on your favorite clothes and shoes from adidas, Puma, Bonobos, Modcloth, Birkenstock, Doc Martens, and more, in the comfort of your own home.<br/><br/>3.BEAUTY ESSENTIALS<br/>We’ve got the names that help you look your best, including Clarisonic, BeautyBlender, NYX, essie, Rituals, Art of Shaving, Foreo, and Baxter of California, all in one place.<br/><br/>4.THE LATEST TECH<br/>Stay up to date and shop the latest names in electronics from Beats by Dr. Dre, Samsung, Bose, Nintendo, and more.<br/><br/>5.PANTRY<br/>Make sure your pantry stays stocked with your favorite ingredients, snacks, and beverages. Jet makes it easy to find the right food — and see the nutritional facts and ingredients — for your specific diet, from organic energy bars to vegan snacks and gluten-free pasta.<br/><br/>6.HOUSEHOLD SUPPLIES<br/>Make sure you never run out of your household staples. Whether you need pet supplies, baby essentials, laundry and cleaning products, or other must-haves for your home, we’ve got you covered with the brands you love.<br/><br/>7.NYC GROCERY DELIVERY<br/>If you live in New York City, you know the struggle of lugging your heavy groceries home. Skip that hassle and get them delivered with your new favorite shopping app! With Jet, your groceries are hand-picked and hand-delivered to your door, so your fresh produce stays fresh and your frozen foods stay frozen, guaranteed. Our delivery zone covers many NYC zip codes.<br/><br/>8.DEALS<br/>With Jet, you can save money with great prices and deals across everything from fashion and electronics to home, toys, and beauty.<br/><br/>FAST CHECKOUT WITH GOOGLE PAY<br/>We’re big fans of keeping things as simple and fast as possible, and Google Pay is about as simple and fast as it gets.<br/><br/>24/7 CUSTOMER SUPPORT<br/>Through phone, email, or in-app chat, our US-based customer support team is ready to help.<br/><br/><br/>LEGAL<br/>Same/next day delivery is subject to availability and zip code restrictions. Fresh and frozen groceries only available in select zips in and around NYC. Cutoff times and other restrictions apply. Delivery fees may apply. If any fresh or frozen items in your order don’t meet your expectations, please contact us within 30 days for a refund.<br/><br/>2-day shipping available on eligible items only. Orders must be placed by 2 pm in the time zone to which your order is being shipped.<br/><br/>Returns must be initiated within 30 days of receiving items.<br/><br/>Do Not Sell My Personal Information<br/>Please scroll down to the footer of our Privacy Policy below to find the \"Do Not Sell My Personal Information\" link.<br/>https://jet.com/privacy-policy", "recent_changes": null, "editors_choice": false, "price": "0", "free": true, "iap": false, "developer_id": "Jet.com", "updated": "July 17, 2020", "size": "35M", "installs": "1,000,000+", "current_version": "19.7", "required_android_version": "5.0 and up", "content_rating": ["Everyone"], "iap_range": null, "interactive_elements": null, "developer": "Jet.com", "developer_email": "androidfeedback@jet.com", "developer_url": "https://jet.com/", "developer_address": null, "app_id": "com.jet.jet.app", "url": "https://play.google.com/store/apps/details?id=com.jet.jet.app"}