{"title": "ThinkUp - Positive Affirmations, Daily Motivation", "icon": "https://lh3.googleusercontent.com/8C0787heF0mp8OI1wRWWGcHEmXJTLk0XuZcpDv4HxSN5Q52XShMuIG2kIxKSMIsBaI8", "screenshots": ["https://lh3.googleusercontent.com/4wh46WmbMKBENknnAONfsmOvOsKoPKyNd1dCnj_8DwP3virzKEJnBuv6Y_5fHXTIuHY=w720-h310-rw", "https://lh3.googleusercontent.com/sg2tAt1y-Jc06O8ocOm85hTIaiNOtJWas_iDI9v6jIBYy6dDDaQuLtGX7Pxc31UQFws=w720-h310-rw", "https://lh3.googleusercontent.com/4ru_p2lo36l6w_n5_LBe1l11Jta-w8ocHFpKEVv15TYRgX0S1qomh1FZV47X7tFy4w=w720-h310-rw", "https://lh3.googleusercontent.com/t6bbMcY-X3p590YpbutUckKP8xX_5h0I17zJ7ZusDT8A2CQYp2CDRzddKRSfkOfM2w=w720-h310-rw", "https://lh3.googleusercontent.com/IVkC4mTv4Gk2n5ejOWGpD9bXLpy7izhvq0Dy_694j53iWQ3VLIUE00iq1HsWXsECQhw=w720-h310-rw"], "video": null, "category": ["HEALTH_AND_FITNESS"], "score": "4.5", "histogram": {"5": null, "4": null, "3": null, "2": null, "1": null}, "reviews": 2690, "description": "The most popular iPhone app for Positive Affirmations and Motivation is available for Android!\nWhat stops you from achieving goals or becoming who you want to be? Build your own self improvement program to develop the mindset and motivation you need to succeed, using personal affirmations in the most effective way.\nOur mindsets and thoughts have enormous impact on our motivation, self-esteem, health, prosperity, and happiness. Positive self-talk is a simple and proven technique practiced by psychologists and life coaches to overcome challenges and achieve goals.\nFIND INSPIRATION\nSelect affirmations from a professionally edited list or just use them as inspiration and create your own.\nPERSONALIZE YOUR AFFIRMATIONS\nRecord in the voice your brain truly trusts and understands - your own\nSET NOTIFICATIONS AND LISTEN DAILY\nIt takes time to change wrong patterns that are deeply embedded in us. Focusing on the same set of affirmations helps developing new, positive thoughts and reduces negative self-talk\nADD MUSIC\nInspiring music makes the experience enjoyable and relaxing.\n1000+ AFFIRMATIONS FOR:\nDaily Motivation\nBetter Sleep\nSelf-Esteem\nPositivity and Positive Thinking\nStress Relief, Relaxation, and Calm\nBipolar Disorder Help\nHealth and Mental Health\nBody Image\nWeight Loss\nPregnancy and Parenting\nOvercome Anxiety\nOvercome Depression\nNew Career\nLove & Relationships\nAffirmations Meditation\nSuccess\nSelf-Care\nSpirituality\nGratitude\nHappiness\nSelf-Love\nSports Motivation, Student Motivation\nCommuting to work\nMindfulness\nWalking Meditation\nMorning routine\nStretching\nEntrepreneurship, Creativity, Affirmations for Women, Kids, and Students, and many more affirmations recommended by the top personal growth gurus.\nWe're grateful to Joel Osteen for recommending the Pray and Daily Devotionals Affirmations!\nThank you, Hal Elrod, for your Miracle Morning Affirmations!\nThank you, all our users for the amazing affirmations you send us daily and contribute to our \"Recommended by users Category\".\nFREE vs. PREMIUM\nWe offer a free access to hundreds of professionally edited affirmations as well as an option to create a sample recording in your own voice with four affirmations and one default music that all the users can record for a for life usage. For better results, we recommend upgrading to Premium and recording at least ten affirmations. Premium version also allows to change the background music and offers additional features to enhance your practice and achieve more.\nThe premium plans are:\n* Monthly subscription for $2.99 (US dollars, please check the pricing in your local currency)\n* For life access with a one time payment of $19.99\nRECOMMENDATIONS AND SUCCESS STORIES\nThinkUp is recommended by top personal development specialists, business and life coaches, psychologists, and therapists. Please check www.thinkup.me for recommendations and reviews.\nWe encourage you to utilize what many already know; our mind is the key to a good, happy, and prosperous life. Finally! A wellness app that speaks to you... Literally.\nBEST PRACTICE TIPS\n- We recommend selecting at least 15 affirmations\n- While recording your affirmations, mean it!\n- Play your affirmations in a loop for 10 minutes, at least once a day before going to sleep. Morning practice is recommended as well for daily motivation boost\n- Listen to the same set of affirmations for at least 21 days. Repetition makes all the difference\n- Use headphones\n- Watch this video for more details: www.youtube.com/watch?v=W0D5HD0U7p8\n- Some great blogs and resources by our amazing community are availbale to learn about ThinkUp. Read more: http://thinkup.me/press/\n- Think Up!\n***ThinkUp needs access to:\n* Photo/Media/Files - to use your favorite personal music\n* Microphone - to allow recording affirmations in your voice\n* Device ID & call information - to determine if there is an incoming call and automatically stop playing the recording\n* In-app purchases", "description_html": "The most popular iPhone app for Positive Affirmations and Motivation is available for Android!<br/>What stops you from achieving goals or becoming who you want to be? Build your own self improvement program to develop the mindset and motivation you need to succeed, using personal affirmations in the most effective way.<br/><br/>Our mindsets and thoughts have enormous impact on our motivation, self-esteem, health, prosperity, and happiness. Positive self-talk is a simple and proven technique practiced by psychologists and life coaches to overcome challenges and achieve goals.<br/><br/>FIND INSPIRATION<br/>Select affirmations from a professionally edited list or just use them as inspiration and create your own.<br/><br/>PERSONALIZE YOUR AFFIRMATIONS<br/>Record in the voice your brain truly trusts and understands - your own<br/><br/>SET NOTIFICATIONS AND LISTEN DAILY<br/>It takes time to change wrong patterns that are deeply embedded in us. Focusing on the same set of affirmations helps developing new, positive thoughts and reduces negative self-talk<br/><br/>ADD MUSIC<br/>Inspiring music makes the experience enjoyable and relaxing.<br/><br/>1000+ AFFIRMATIONS FOR:<br/>Daily Motivation<br/>Better Sleep<br/>Self-Esteem<br/>Positivity and Positive Thinking<br/>Stress Relief, Relaxation, and Calm<br/>Bipolar Disorder Help<br/>Health and Mental Health<br/>Body Image<br/>Weight Loss<br/>Pregnancy and Parenting<br/>Overcome Anxiety<br/>Overcome Depression<br/>New Career<br/>Love &amp; Relationships<br/>Affirmations Meditation<br/>Success<br/>Self-Care<br/>Spirituality<br/>Gratitude<br/>Happiness<br/>Self-Love<br/>Sports Motivation, Student Motivation<br/>Commuting to work<br/>Mindfulness<br/>Walking Meditation<br/>Morning routine<br/>Stretching<br/>Entrepreneurship, Creativity, Affirmations for Women, Kids, and Students, and many more affirmations recommended by the top personal growth gurus.<br/>We're grateful to Joel Osteen for recommending the Pray and Daily Devotionals Affirmations!<br/>Thank you, Hal Elrod, for your Miracle Morning Affirmations!<br/>Thank you, all our users for the amazing affirmations you send us daily and contribute to our \"Recommended by users Category\". <br/><br/>FREE vs. PREMIUM<br/>We offer a free access to hundreds of professionally edited affirmations as well as an option to create a sample recording in your own voice with four affirmations and one default music that all the users can record for a for life usage. For better results, we recommend upgrading to Premium and recording at least ten affirmations. Premium version also allows to change the background music and offers additional features to enhance your practice and achieve more. <br/>The premium plans are:<br/>* Monthly subscription for $2.99 (US dollars, please check the pricing in your local currency)<br/>* For life access with a one time payment of $19.99 <br/><br/>RECOMMENDATIONS AND SUCCESS STORIES<br/>ThinkUp is recommended by top personal development specialists, business and life coaches, psychologists, and therapists. Please check www.thinkup.me for recommendations and reviews.<br/><br/>We encourage you to utilize what many already know; our mind is the key to a good, happy, and prosperous life. Finally! A wellness app that speaks to you... Literally.<br/><br/>BEST PRACTICE TIPS<br/>- We recommend selecting at least 15 affirmations<br/>- While recording your affirmations, mean it!<br/>- Play your affirmations in a loop for 10 minutes, at least once a day before going to sleep. Morning practice is recommended as well for daily motivation boost<br/>- Listen to the same set of affirmations for at least 21 days. Repetition makes all the difference<br/>- Use headphones<br/>- Watch this video for more details: www.youtube.com/watch?v=W0D5HD0U7p8<br/>- Some great blogs and resources by our amazing community are availbale to learn about ThinkUp. Read more: http://thinkup.me/press/<br/>- Think Up!<br/><br/>***ThinkUp needs access to:<br/>* Photo/Media/Files - to use your favorite personal music<br/>* Microphone - to allow recording affirmations in your voice<br/>* Device ID &amp; call information - to determine if there is an incoming call and automatically stop playing the recording<br/>* In-app purchases", "recent_changes": null, "editors_choice": false, "price": "0", "free": true, "iap": true, "developer_id": "Precise+Wellness+LLC", "updated": "November 17, 2019", "size": "20M", "installs": "100,000+", "current_version": "5.5.6", "required_android_version": "5.0 and up", "content_rating": ["Everyone"], "iap_range": ["$1.99", "$49.99"], "interactive_elements": null, "developer": "Precise Wellness LLC", "developer_email": "info@precisewellness.com", "developer_url": "http://thinkup.me/", "developer_address": "1573 Magpie Lane, Sunnyvale\nCalifornia 94087", "app_id": "com.think.up", "url": "https://play.google.com/store/apps/details?id=com.think.up"}