{"title": "PayPal Business: Send Invoices and Track Sales", "icon": "https://lh3.googleusercontent.com/iQ8f5plIFy9rrY46Q2TNRwq_8nCvh9LZVwytqMBpOEcfnIU3vTkICQ6L1-RInWS93oQg", "screenshots": ["https://lh3.googleusercontent.com/Kyvicit-6ILqGWVOB0rZ8JLnNBxspENEjUy_zlQEFXUt-6SOxZH8YciHmrcUnsr8Pg=w720-h310-rw", "https://lh3.googleusercontent.com/dRsWPLSXWRwONGKhrEh4IO-Mr8zaJgr4jNXIyk9ruEwGjiAV6bg3AGEG7JD5i3_fLA=w720-h310-rw", "https://lh3.googleusercontent.com/vfmQL3j3bfj47AXBVeGqAFkS_dw7XGIsI0fXM9kwWYdN47CmDhlJqyQU2_pP11c0VzQ=w720-h310-rw", "https://lh3.googleusercontent.com/fKai2i_KmPjUBVF5T-u4wf0bbF0K1qtxfVT_48YC29UfIM4jIkfW8gJqhYhdy-_5lhE=w720-h310-rw", "https://lh3.googleusercontent.com/DBJPo_DCj543a-Vp7RjIQ69LUcAwN74JspyqRAJdBXBCrl1uxOcoACqMyQm88ImS3A=w720-h310-rw"], "video": null, "category": ["BUSINESS"], "score": "4.1", "histogram": {"5": null, "4": null, "3": null, "2": null, "1": null}, "reviews": 26179, "description": "Perfect for small business owners & merchants who are on the go, the PayPal Business app makes all sort of accounting tasks easy. The PayPal Business app is the best app available to send invoices, track sales, and manage money for merchants with businesses of all sizes. This app takes on the role of business manager for you while you’re busy working on your business instead of in it.\nThis is more than just an invoice creation app. With the PayPal Business app, you will essentially have an accountant in your pocket. With this versatile business app, you can:\n•Make and send invoices quickly with an easy-to-use invoice maker\n•Manage your money and sales from wherever you are\n•Track online account activity on your mobile device\n•Transfer money online between linked accounts\n•See monthly, quarterly and yearly sales trends at a glance\n•Access your customer info quickly and securely\nSEND INVOICES AND GET PAID\nCreate, send and manage your business invoices quickly from the PayPal Business app. PayPal’s invoice maker also makes it easy for small business owners and merchants to send payment reminders to customers directly from a mobile device to save you time from tracking down payments. Get paid in less time and with less headaches.\nMANAGE SALES AND ACCOUNT ACTIVITY\nSee your daily sales, and view your business’ monthly, quarterly and yearly sales at a glance. No more guessing on how your sales are performing! Make smarter money management decisions with updated sales trend information exclusively for your business.\nTRANSFER MONEY\nMove money to your linked bank account, issue refunds, and send money with just a few taps. Save time and frustration by skipping the bank lines with this mobile money management app. Small business owners and merchants love this flexibility and feel like they have a finance manager in their pocket. This app makes extraordinary customer service even easier than ever.\nACCESS CUSTOMER INFORMATION\nView customer transactions, including processing and invoicing histories with the PayPal Business app. You can also check contact information and get in touch with your customers directly from your mobile device. It’s also easy to import your contacts and have everything in one place.\nThe PayPal Business app offers small business owners and merchants a quick and simple way to make and send invoices, get paid, and manage your money right from your phone. Finally, a small business app that fits your lifestyle!\nNeed to accept credit / debit cards on a mobile device? Try the PayPal Here mobile app! Just another example of how PayPal is caring about your business.", "description_html": "Perfect for small business owners &amp; merchants who are on the go, the PayPal Business app makes all sort of accounting tasks easy. The PayPal Business app is the best app available to send invoices, track sales, and manage money for merchants with businesses of all sizes. This app takes on the role of business manager for you while you’re busy working on your business instead of in it.<br/><br/>This is more than just an invoice creation app. With the PayPal Business app, you will essentially have an accountant in your pocket. With this versatile business app, you can:<br/><br/><br/>•Make and send invoices quickly with an easy-to-use invoice maker<br/>•Manage your money and sales from wherever you are<br/>•Track online account activity on your mobile device<br/>•Transfer money online between linked accounts<br/>•See monthly, quarterly and yearly sales trends at a glance<br/>•Access your customer info quickly and securely<br/><br/>SEND INVOICES AND GET PAID<br/>Create, send and manage your business invoices quickly from the PayPal Business app. PayPal’s invoice maker also makes it easy for small business owners and merchants to send payment reminders to customers directly from a mobile device to save you time from tracking down payments. Get paid in less time and with less headaches.<br/><br/>MANAGE SALES AND ACCOUNT ACTIVITY <br/>See your daily sales, and view your business’ monthly, quarterly and yearly sales at a glance. No more guessing on how your sales are performing! Make smarter money management decisions with updated sales trend information exclusively for your business.<br/><br/>TRANSFER MONEY <br/>Move money to your linked bank account, issue refunds, and send money with just a few taps. Save time and frustration by skipping the bank lines with this mobile money management app. Small business owners and merchants love this flexibility and feel like they have a finance manager in their pocket. This app makes extraordinary customer service even easier than ever.<br/><br/>ACCESS CUSTOMER INFORMATION <br/>View customer transactions, including processing and invoicing histories with the PayPal Business app. You can also check contact information and get in touch with your customers directly from your mobile device. It’s also easy to import your contacts and have everything in one place.<br/><br/>The PayPal Business app offers small business owners and merchants a quick and simple way to make and send invoices, get paid, and manage your money right from your phone. Finally, a small business app that fits your lifestyle!<br/><br/>Need to accept credit / debit cards on a mobile device? Try the PayPal Here mobile app! Just another example of how PayPal is caring about your business.", "recent_changes": null, "editors_choice": false, "price": "0", "free": true, "iap": false, "developer_id": "PayPal+Mobile", "updated": "July 28, 2020", "size": "54M", "installs": "5,000,000+", "current_version": "2020.07.27", "required_android_version": "5.0 and up", "content_rating": ["Everyone"], "iap_range": null, "interactive_elements": null, "developer": "PayPal Mobile", "developer_email": "mobile-apps@paypal.com", "developer_url": "https://www.paypal.com/us/webapps/mpp/business-app", "developer_address": null, "app_id": "com.paypal.merchant.client", "url": "https://play.google.com/store/apps/details?id=com.paypal.merchant.client"}