{"title": "Zee News - Latest India News, Hindi News Live TV", "icon": "https://lh3.googleusercontent.com/3ifpSvHElszjWG4tHGzFfox1Sj4QcLWM7ht0xUgtGEcMyDWVBMieGzldED2z81ocOD4u", "screenshots": ["https://lh3.googleusercontent.com/AY7sccda9boyjN2OR0bU7LDw_YBeNi5QgTsBqTB6Tl_uE7Q-tBqzsKasnWDWQBc2pQ=w720-h310-rw", "https://lh3.googleusercontent.com/0pg0zbaD65lvXqSf3iqw0jj6VwoyOEA_Fa6ZVYvr74Df6JFkoWwlSyzNc-Ci_BvmSQ=w720-h310-rw", "https://lh3.googleusercontent.com/f4BLCko8C9MuvCx0od-rqv2NcMDGLYRh7EvEhImCBEkLFkoWN1Y08Ej2_eIgr7qqSOF1=w720-h310-rw", "https://lh3.googleusercontent.com/hVmfza9AQlGsrLsOftORXYecSEBg4piJyNDT7oZdHlaNRCOyqSFFI42bv0GvOAvssQ=w720-h310-rw", "https://lh3.googleusercontent.com/LyomgpWYWIZ6mw1SfVhSdqckiKyBncY9HIR76IGZwUBF6HdwfDntIOZ_x4Wo64TQiBP7=w720-h310-rw", "https://lh3.googleusercontent.com/bj3KlxN6DF7aeyXSC4ZebshoJQjY31MwA2YEIv3NoDYH1FubbM7nUCAw3sUGwg7sxilU=w720-h310-rw"], "video": "https://www.youtube.com/embed/zfbJEZpon0Q", "category": ["NEWS_AND_MAGAZINES"], "score": "4.7", "histogram": {"5": null, "4": null, "3": null, "2": null, "1": null}, "reviews": 65612, "description": "ZEE News App brings to you the\nlatest news headlines, breaking news, top stories from India and around the world in nine different languages\n– English, Hindi, Marathi (24 Taas), Bengali (24 Ghanta), Tamil (தமிழ் செய்தி), Malayalam, Gujarati, Telugu and Kannada. Keep track of latest and\ntrending news\nstories on your mobile phone - anytime, anywhere, on the go.\nZee News is the mother brand of India’s largest News Network ZMCL, bringing to viewers all the major national and international events. Besides breaking news and keeping audiences ahead, the channel also provides in-depth coverage of Business, Technology (तकनीक) Politics (राजनीति) Entertainment (বলিউড) Sports such as Cricket and much more.\nThe App will be abuzz with Trending News, Viral Videos and Photos, Lifestyle and Health tips (हेल्थ मंत्रा) as well as gossip from Bollywood, Hollywood, Regional cinema (சினிமா) and celebrity masala.\nLive news coverage of major events and opinions from some of the best news writers and columnists will be part of the platter. Also on offer are views and reviews on topics that you can use in your everyday life, especially related with gadgets, automobiles, education and career.\nFast and accurate updates on the ZEE News App will ensure that you find the latest news headlines on your finger tips in different languages - English, Hindi, Tamil,\n24 Ghanta (Bengali news), 24 Taas (Marathi news), Kannada, Telugu, Gujarati and Malayalam. The app is built especially for android and ios devices.\nGet extensive News Coverage on\n* Big Breaking News developments, News from India, States, Top Cities and latest political issues\n* Live coverage from News, Sports, Technology, Entertainment (বিনোদন) events.\n* Business (कारोबार) news, latest updates from Economy, Market and Industry.\n* Science (ज्ञान-विज्ञान) and Technology news, Gadget and Smartphone Reviews, Apps and Social media news.\n* Sports news, features, photos and match scores for – Cricket (ক্রিকেট), Football, Tennis, Badminton, Hockey, F1 and Motor Sports.\n* Get engaging and entertaining news stories, gossip and scoops from the world of Showbiz - Bollywood, Hollywood (হলিউড,), TV Soaps and Art (कल्लाबाजी) and Theatre space (सिनेमा).\n* International News (विश्व - आंतरराष्ट्रीय बातम्या), viral and trending stories from around the world.\n* Informative stories and features to improve your Lifestyle – Health (सेहत), Wellness, Fitness, Food and Recipes, Travel and much more.\nZee News App Features\n*\nLive TV:\nNever miss a news update. Watch Zee news- anytime, anywhere\n*\nChoose Language:\nChoose language of your preference or conveniently switch to another preferred language out of English, Hindi, Marathi, Bengali ,Tamil,  Malayalam, Gujarati, Telugu and Kannada.\n*\nCustomize home screen:\nSelect sections of your interest to appear on your home screen. You can even order them according to your preference.\n*\nNext Story:\nRead next story conveniently by just swiping left.\n*\nShare News:\nShare articles, photos and videos via Facebook, Twitter, Google Plus, WhatsApp, e-mail and SMS text messages.\n*\nManage Notifications:\nSelect the categories you want to receive notifications from\n*\nMark Favorite:\nYou can bookmark articles, videos and photos so that you can come back to them later\n*\nOffline Reading:\nNot to worry when you don’t have internet access. Use this feature to read news even when you are offline.\n*\nVideos:\nBrowse through selection of most informative and entertaining Video clips\n*\nPhotos:\nPhoto Galleries and Slideshows of latest news, entertainment, sports, business and lifestyle genre.\nDownload the Zee News App on your mobile device to easily access latest news, features, photos, videos from India and across the world.\nFor more info visit our Website : http://zeenews.com and follow us on :\n* Twitter - @ZeeNews on Twitter\n* Facebook : https://www.facebook.com/ZeeNews", "description_html": "<b>ZEE News App brings to you the <b>latest news headlines, breaking news, top stories from India and around the world in nine different languages</b> – English, Hindi, Marathi (24 Taas), Bengali (24 Ghanta), Tamil (தமிழ் செய்தி), Malayalam, Gujarati, Telugu and Kannada. Keep track of latest and <b>trending news</b> stories on your mobile phone - anytime, anywhere, on the go.<br/><br/>Zee News is the mother brand of India’s largest News Network ZMCL, bringing to viewers all the major national and international events. Besides breaking news and keeping audiences ahead, the channel also provides in-depth coverage of Business, Technology (तकनीक) Politics (राजनीति) Entertainment (বলিউড) Sports such as Cricket and much more.<br/><br/>The App will be abuzz with Trending News, Viral Videos and Photos, Lifestyle and Health tips (हेल्थ मंत्रा) as well as gossip from Bollywood, Hollywood, Regional cinema (சினிமா) and celebrity masala.<br/><br/>Live news coverage of major events and opinions from some of the best news writers and columnists will be part of the platter. Also on offer are views and reviews on topics that you can use in your everyday life, especially related with gadgets, automobiles, education and career.<br/><br/>Fast and accurate updates on the ZEE News App will ensure that you find the latest news headlines on your finger tips in different languages - English, Hindi, Tamil, <b>24 Ghanta (Bengali news), 24 Taas (Marathi news), Kannada, Telugu, Gujarati and Malayalam. The app is built especially for android and ios devices.<br/><br/><b>Get extensive News Coverage on</b><br/><br/>* Big Breaking News developments, News from India, States, Top Cities and latest political issues<br/>* Live coverage from News, Sports, Technology, Entertainment (বিনোদন) events.<br/>* Business (कारोबार) news, latest updates from Economy, Market and Industry.<br/>* Science (ज्ञान-विज्ञान) and Technology news, Gadget and Smartphone Reviews, Apps and Social media news.<br/>* Sports news, features, photos and match scores for – Cricket (ক্রিকেট), Football, Tennis, Badminton, Hockey, F1 and Motor Sports. <br/>* Get engaging and entertaining news stories, gossip and scoops from the world of Showbiz - Bollywood, Hollywood (হলিউড,), TV Soaps and Art (कल्लाबाजी) and Theatre space (सिनेमा). <br/>* International News (विश्व - आंतरराष्ट्रीय बातम्या), viral and trending stories from around the world.<br/>* Informative stories and features to improve your Lifestyle – Health (सेहत), Wellness, Fitness, Food and Recipes, Travel and much more.<br/><br/><b>Zee News App Features</b><br/><br/>* <b>Live TV:</b> Never miss a news update. Watch Zee news- anytime, anywhere <br/>* <b>Choose Language:</b> Choose language of your preference or conveniently switch to another preferred language out of English, Hindi, Marathi, Bengali ,Tamil,  Malayalam, Gujarati, Telugu and Kannada.<br/>* <b>Customize home screen:</b> Select sections of your interest to appear on your home screen. You can even order them according to your preference.<br/>* <b>Next Story:</b> Read next story conveniently by just swiping left.<br/>* <b>Share News:</b> Share articles, photos and videos via Facebook, Twitter, Google Plus, WhatsApp, e-mail and SMS text messages.<br/>* <b>Manage Notifications:</b> Select the categories you want to receive notifications from<br/>* <b>Mark Favorite:</b> You can bookmark articles, videos and photos so that you can come back to them later<br/>* <b>Offline Reading:</b> Not to worry when you don’t have internet access. Use this feature to read news even when you are offline.<br/>* <b>Videos:</b> Browse through selection of most informative and entertaining Video clips<br/>* <b>Photos:</b> Photo Galleries and Slideshows of latest news, entertainment, sports, business and lifestyle genre.<br/><br/><b>Download the Zee News App on your mobile device to easily access latest news, features, photos, videos from India and across the world. </b><br/><br/>For more info visit our Website : http://zeenews.com and follow us on :<br/>* Twitter - @ZeeNews on Twitter<br/>* Facebook : https://www.facebook.com/ZeeNews</b></b>", "recent_changes": null, "editors_choice": false, "price": "0", "free": true, "iap": false, "developer_id": "ZEE+MEDIA+CORPORATION+LTD", "updated": "July 23, 2020", "size": "18M", "installs": "5,000,000+", "current_version": "6.1.0", "required_android_version": "5.0 and up", "content_rating": ["Everyone"], "iap_range": null, "interactive_elements": ["Users Interact"], "developer": "ZEE MEDIA CORPORATION LTD", "developer_email": "zeenewsapp@gmail.com", "developer_url": "https://zeenews.india.com/hindi", "developer_address": null, "app_id": "com.zeenews.hindinews", "url": "https://play.google.com/store/apps/details?id=com.zeenews.hindinews"}