{"title": "My Finances", "icon": "https://lh3.googleusercontent.com/XOFVovY43-VCemHL1toqeVc4JDxMN4JB4plbr1wER6abdEbnzVV-M-hisZtZk3-3K3I", "screenshots": ["https://lh3.googleusercontent.com/VjllRUlbX4Lz-RqB_e9hJgqF5yAaSb4anZaHAUYrQsSAXup328hBwEvuBt3k6W2lhSa_=w720-h310-rw", "https://lh3.googleusercontent.com/D39Lv2QigYrygoIH74FcmLP0bfcRE6JQ7I7wuOx4NrZTPCeoSx4ViyRjiOc5v6fxlxs=w720-h310-rw", "https://lh3.googleusercontent.com/wtVlFqnPZvpHUxQ0KaiaBvXj8RDQIJKbmHZhz32n99YSW6dU5838w8NzOKd77MSCazk=w720-h310-rw", "https://lh3.googleusercontent.com/f0uh9i5RAJ2BkvIVo-uVBQbA3x4dGVY02HdA9T_OFHdGH4jlcLERVeA2ndQU40qEty0=w720-h310-rw", "https://lh3.googleusercontent.com/PnWLiwXC_d9mbRoskNyOEYBZHt9TYVcKjwsJPks9EEBIZkNot_TstA0j1xXWMHab_Wk=w720-h310-rw", "https://lh3.googleusercontent.com/Nkf57K8y5low9XLQjB65beUAo3qzA7OWuoFfOQXjGqZyj1h27PCnp3bsaKdxhgePZWw=w720-h310-rw", "https://lh3.googleusercontent.com/rE2KFwTTwCBefi8AhI-tSOC355315K7gOMyqiP7ZVjrMLsvNSxkwIRtZHh1iTitDbpQ=w720-h310-rw", "https://lh3.googleusercontent.com/JGCZK5UM9kw3OZ6oVjRC5Scw5a-UaUs_zuHowMiQF0s1y3SIQnyh5ub-EcCGZDKPRLM=w720-h310-rw", "https://lh3.googleusercontent.com/FLoOAeOqDlXr-84_tMck95L09ZTTJIXhiV85HMIa7DEgxY5O7zecycVX4H4RwdQaUK9G=w720-h310-rw", "https://lh3.googleusercontent.com/-FtDOwhaIGYCkEBY-oMYDTQ7yeNtfsAcUQWTRaCPzLr-MFaFTIM1eKp8fWYKr5XZeNI=w720-h310-rw", "https://lh3.googleusercontent.com/wCKd8V4vWnJbOoyIpELvoYYiRpdcpwrQuqq5-pvFy6hJq5oe8ebbl9v6UTOaimQqORU=w720-h310-rw"], "video": "https://www.youtube.com/embed/XCkyI8kXOXI", "category": ["FINANCE"], "score": "4.5", "histogram": {"5": null, "4": null, "3": null, "2": null, "1": null}, "reviews": 49951, "description": "My Finances is a perfect tool for expense control and manage home budget. Home budget management will become easier from now. Thanks to carefully selected functions not only will you be able to save more money, but also analyze your expenses more precisely. You can say: From now my expenses will be classified, and there is more money in wallet.\nAn attractive and intuitive interface will help you to add easily new transactions and analyze the existent ones. With a few clicks you can attach the expense or income, check the current balance of employed accounts (defined by you in application). My Finances allows you to sum up all costs and gains including category and time period specification. Saving money has never been so nice and comfortable. Your expenses and incomes will be in one place. Get started today to control your spending!\nEssential program functions:\n- Attaching incomes and outgoings in an intuitive way. With one move of the cursor you may pass to a new operation adding window. Then insert necessary information, save, and that’s all. Simplicity and utility are the main attributes of application.\n- Category and subcategory creation at your discretion. You can assign the color to each category what makes the data clear.\n- Multi- account management – to operate your portfolio more accurately, you are free to create any number of accounts, however, it’s not everything…\n- The great advantage of the budget managing application is the filtering option of every operation within the accounts. Our application provides it for you, just select the accounts you wish to be visible in the operating area at the current moment.\n- Repeated operations option, to make your home budget management even easier. Define the operation, set its frequency and the application will do the rest for you! The example of such order is a phone bill, a flat rent or your salary.\n- Planned operations which allow you to foresee the total of incomes and expenses in given months. It’s particularly useful if you realize an investments or you just like to plan and you want to estimate how much you would be able to save in following months.\n- The history with developed filter let you follow your own earnings and payments. Everyone who decides to use this type of program, wants also to know the exact process of their finances. Thanks to My Finances you have access to this function, it’s possible to observe the home budget very precisely.\n- Operations review including categories and subcategories specification will reveal to you, what you spend mostly your money on. By making a proper analysis, you will be able to plan, how to save more.\n- Statistics is a really handy function for resources managing. It allows you to make a comparison of incomes and payments.\n- With charts you may analyze present and previous transactions according to given month, year and category specification.\n-  It was just a part of available functions. Additionally, for more flexibility, My Finances gives you the option of choosing the initial day of month (e.g. in case when you receive the salary every 10-th day). The program offers also csv files importing and exporting to analyze finances more precisely, or backup- for your security.\n- More features coming soon - big money comes from smaller ones\nMy Finances is a smart assistant for home budget managing, it helps you to take full control over home finances. If you are still wondering why your funds are running out so quickly and for what- this application is just designed for you. My finances from now will help you maintain your expenses and home budget\nIf you have any idea to improve our product or you have noticed an error, we are looking forward to your message: info@7csolutions.com\nWhy we need specific permissions?\nWRITE_EXTERNAL_STORAGE / READ_EXTERNAL_STORAGE - import / export / backup\nRECEIVE_BOOT_COMPLETED - starting standing orders service\nACCESS_NETWORK_STATE/INTERNET - ads\nREAD_LOGS - reporting bugs via ACRA", "description_html": "My Finances is a perfect tool for expense control and manage home budget. Home budget management will become easier from now. Thanks to carefully selected functions not only will you be able to save more money, but also analyze your expenses more precisely. You can say: From now my expenses will be classified, and there is more money in wallet.<br/><br/>An attractive and intuitive interface will help you to add easily new transactions and analyze the existent ones. With a few clicks you can attach the expense or income, check the current balance of employed accounts (defined by you in application). My Finances allows you to sum up all costs and gains including category and time period specification. Saving money has never been so nice and comfortable. Your expenses and incomes will be in one place. Get started today to control your spending!<br/><br/>Essential program functions: <br/>- Attaching incomes and outgoings in an intuitive way. With one move of the cursor you may pass to a new operation adding window. Then insert necessary information, save, and that’s all. Simplicity and utility are the main attributes of application.<br/>- Category and subcategory creation at your discretion. You can assign the color to each category what makes the data clear.  <br/>- Multi- account management – to operate your portfolio more accurately, you are free to create any number of accounts, however, it’s not everything… <br/>- The great advantage of the budget managing application is the filtering option of every operation within the accounts. Our application provides it for you, just select the accounts you wish to be visible in the operating area at the current moment.  <br/>- Repeated operations option, to make your home budget management even easier. Define the operation, set its frequency and the application will do the rest for you! The example of such order is a phone bill, a flat rent or your salary.<br/>- Planned operations which allow you to foresee the total of incomes and expenses in given months. It’s particularly useful if you realize an investments or you just like to plan and you want to estimate how much you would be able to save in following months.<br/>- The history with developed filter let you follow your own earnings and payments. Everyone who decides to use this type of program, wants also to know the exact process of their finances. Thanks to My Finances you have access to this function, it’s possible to observe the home budget very precisely. <br/>- Operations review including categories and subcategories specification will reveal to you, what you spend mostly your money on. By making a proper analysis, you will be able to plan, how to save more.<br/>- Statistics is a really handy function for resources managing. It allows you to make a comparison of incomes and payments.<br/>- With charts you may analyze present and previous transactions according to given month, year and category specification. <br/>-  It was just a part of available functions. Additionally, for more flexibility, My Finances gives you the option of choosing the initial day of month (e.g. in case when you receive the salary every 10-th day). The program offers also csv files importing and exporting to analyze finances more precisely, or backup- for your security.<br/>- More features coming soon - big money comes from smaller ones<br/>My Finances is a smart assistant for home budget managing, it helps you to take full control over home finances. If you are still wondering why your funds are running out so quickly and for what- this application is just designed for you. My finances from now will help you maintain your expenses and home budget<br/><br/>If you have any idea to improve our product or you have noticed an error, we are looking forward to your message: info@7csolutions.com<br/><br/>Why we need specific permissions?<br/>WRITE_EXTERNAL_STORAGE / READ_EXTERNAL_STORAGE - import / export / backup<br/>RECEIVE_BOOT_COMPLETED - starting standing orders service<br/>ACCESS_NETWORK_STATE/INTERNET - ads<br/>READ_LOGS - reporting bugs via ACRA", "recent_changes": null, "editors_choice": false, "price": "0", "free": true, "iap": true, "developer_id": "7csolutions", "updated": "December 30, 2019", "size": "Varies with device", "installs": "1,000,000+", "current_version": "Varies with device", "required_android_version": "Varies with device", "content_rating": ["Everyone"], "iap_range": ["$0.99", "$19.99"], "interactive_elements": ["Digital Purchases"], "developer": "7csolutions", "developer_email": "info@7csolutions.com", "developer_url": "http://7csolutions.com", "developer_address": "20-234 Lublin,\nul. Mełgiewska 74\nwoj. Lubelskie\nPolska", "app_id": "com.sevencsolutions.myfinances", "url": "https://play.google.com/store/apps/details?id=com.sevencsolutions.myfinances"}