{"title": "Pregnancy Parenting BabyCare - Health Wellness APP", "icon": "https://lh3.googleusercontent.com/ymp6CNOP5AuJkRFiv9hJtQ_EJsuIKKMQnqx_UYLkp2Al6zcrmPak1Abj-MtWozYuSRw", "screenshots": ["https://lh3.googleusercontent.com/Up6LemvQkm3YNAcBSK5EGrQeTaGRZ74j04Tk9mmaKOpGbxD8R8AZbV4AjyRagU40OmI=w720-h310-rw", "https://lh3.googleusercontent.com/QFSXdeq8i-qE_2tjVfVZ8bQVxcBYdF9zma-14v5MQuSHOL9X7-KvBEpY8IiOoIr-W64=w720-h310-rw", "https://lh3.googleusercontent.com/LCD5WiCJPlR-SsNBYsN_1ZXIMjVSYSBdM6FTnexddts182GN7IrshYUNMtN52-3Zz_s=w720-h310-rw", "https://lh3.googleusercontent.com/z4yHW4qU7Nm31whBDc9319Z1Fn9y8gsmdaGCmFeSnjNnoaWmdRlHVt4MnCzqXjdBAA=w720-h310-rw", "https://lh3.googleusercontent.com/b41-0WypETfV8d_TqUVM7PvoLBNAKV3KMT7UNAlemDRDJYr6cf-qHBqreV-SjeXQ91w=w720-h310-rw", "https://lh3.googleusercontent.com/97taeCbDsyA2LBt78106rt0sQ8RVRoPGhC7G9QXvStnabyxpMJsDxunVUu4pTVb1zQ=w720-h310-rw", "https://lh3.googleusercontent.com/TjHBn_swk8M8y40wAUZEgmZoxL7Z6Yz1PKc0hcTIIBKgN95nE6uxKEDWxvxcRC9kBg=w720-h310-rw", "https://lh3.googleusercontent.com/0tlq7_Mpx0YFc62VjA23jEY6dcOnRjzuHXf1fgpLQPtl3lMSXLT5LmpOFjjxwXnZ6bg=w720-h310-rw"], "video": null, "category": ["PARENTING"], "score": "4.6", "histogram": {"5": null, "4": null, "3": null, "2": null, "1": null}, "reviews": 16552, "description": "BabyChakra is India’s largest parenting and pregnancy FREE app\n(Made In India)\nDaily FREE Doctor/Expert/Educator Live Chat and Moms Community. One stop destination for expecting and new or toddler parents for everything from pregnancy advice, parenting tips & baby care to parenting community and baby safe products - HandWash, HandSanitizer, Fruits Veggie Toys Wash (MADE IN INDIA). Today, BabyChakra is being looked up by  users across nation and is proud to be associated with a team of Experts as well as Doctors, while also hosting a myriad of products and local services that address every aspect of pregnancy and parenting.\nBabyChakra Community-Trusted by Millions, Recommended By Experts\nBabyChakra is trusted by millions of moms. At BabyChakra, we are powered by the community of parents and certified experts. Be a part of our community and get these amazing benefits:\nChat Rooms\n- Pregnancy and parenting tips through experiences from fellow parents and experts in groups or individually on chat\nFree Live Video Chats or Q&A feature\n- Answers from top experts - pediatricians, gynecologists, lactation and nutrition consultants on questions related to ovulation, pregnancy tests, baby bump, pregnancy food tracker and pregnancy Yoga to breastfeeding.\nPremium Live Chats\n-Personalized parenting and health care tips from experts through paid premium chats\nMoms can earn and shine!\nMom Stars:\nHighly active and proactive Moms get Mom Star benefits which includes exclusive offers and rewards.\nChat Moderators:\nHighly engaging and active Mothers who are capable of building a community are rewarded with paid privileges to moderate communities.\nCreator’s Club:\nThis is an elite club by “By Invite Only”, for Moms who excel in creating good quality, informative content for fellow parents across multiple languages like - English, Hindi, Tamil and Kannada. Members of Creator’s Club enjoy special privileges like paid assignments and brand dibs.\nHighly recommended information at fingertips\nWant to know how your baby is growing in womb? Want to know what kind of changes to expect in your pregnancy? Need help to build your baby’s immunity or develop skills? This and much more. We have answers to everything you are looking for when it comes to mom and baby.\nBabyChakra aims to sail with you through your journey of pregnancy and parenting by being the perfect companion and by catering you with plethora of descriptive and visual information regarding everything from pregnancy and parenting tips to babycare and postpartum tips through blogs, expert authored content, videos, infographics and personalized daily tips for expecting and new parents.\nParenting Pregnancy App that caters to your interests\nAt BabyChakra we provide you with a huge list of interests from nutrition to fitness and more to choose from and follow. We keep you updated with latest on your interests.\nA shopping experience that completes the journey\nWhether you are an expecting parent, a new parent or a toddler parent, all covered. We host A-Z of mom and baby care products. Our app gives you access to a wide and trusted range of products and services\nLooking for events around you Online?\nBabyChakra, India’s best parenting app also caters you with all the latest interesting events around you in your city with all the relevant information. Keep your children educated and engaged.\nDownload our App NOW because:\nWe are MADE IN INDIA\nWe are a highly recommended app by millennial moms\nWe  give your pregnancy and parenting journey a personal touch\nWe bring like minded moms together and build a strong positive community\nWe help you sail through your pregnancy journey with ease and information\nWe understand your baby care concerns and help you with resolutions\nWe understand mom and baby needs and essentials and get them at your door step\nDownload APP NOW", "description_html": "BabyChakra is India’s largest parenting and pregnancy FREE app <b>(Made In India)</b>  Daily FREE Doctor/Expert/Educator Live Chat and Moms Community. One stop destination for expecting and new or toddler parents for everything from pregnancy advice, parenting tips &amp; baby care to parenting community and baby safe products - HandWash, HandSanitizer, Fruits Veggie Toys Wash (MADE IN INDIA). Today, BabyChakra is being looked up by  users across nation and is proud to be associated with a team of Experts as well as Doctors, while also hosting a myriad of products and local services that address every aspect of pregnancy and parenting.<br/><br/><b>BabyChakra Community-Trusted by Millions, Recommended By Experts</b><br/><br/>BabyChakra is trusted by millions of moms. At BabyChakra, we are powered by the community of parents and certified experts. Be a part of our community and get these amazing benefits:<br/><br/><b>Chat Rooms</b>- Pregnancy and parenting tips through experiences from fellow parents and experts in groups or individually on chat<br/><b>Free Live Video Chats or Q&amp;A feature</b>- Answers from top experts - pediatricians, gynecologists, lactation and nutrition consultants on questions related to ovulation, pregnancy tests, baby bump, pregnancy food tracker and pregnancy Yoga to breastfeeding.<br/><b>Premium Live Chats</b>-Personalized parenting and health care tips from experts through paid premium chats <br/><br/><b>Moms can earn and shine!</b><br/><br/><b>Mom Stars:</b>Highly active and proactive Moms get Mom Star benefits which includes exclusive offers and rewards. <br/><br/><b>Chat Moderators:</b> Highly engaging and active Mothers who are capable of building a community are rewarded with paid privileges to moderate communities.<br/><br/><b>Creator’s Club:</b> This is an elite club by “By Invite Only”, for Moms who excel in creating good quality, informative content for fellow parents across multiple languages like - English, Hindi, Tamil and Kannada. Members of Creator’s Club enjoy special privileges like paid assignments and brand dibs.<br/><br/><b>Highly recommended information at fingertips</b><br/><br/>Want to know how your baby is growing in womb? Want to know what kind of changes to expect in your pregnancy? Need help to build your baby’s immunity or develop skills? This and much more. We have answers to everything you are looking for when it comes to mom and baby.<br/><br/>BabyChakra aims to sail with you through your journey of pregnancy and parenting by being the perfect companion and by catering you with plethora of descriptive and visual information regarding everything from pregnancy and parenting tips to babycare and postpartum tips through blogs, expert authored content, videos, infographics and personalized daily tips for expecting and new parents. <br/><br/><b>Parenting Pregnancy App that caters to your interests</b><br/><br/>At BabyChakra we provide you with a huge list of interests from nutrition to fitness and more to choose from and follow. We keep you updated with latest on your interests. <br/><br/><b>A shopping experience that completes the journey</b><br/><br/>Whether you are an expecting parent, a new parent or a toddler parent, all covered. We host A-Z of mom and baby care products. Our app gives you access to a wide and trusted range of products and services<br/><br/><b>Looking for events around you Online?</b><br/><br/>BabyChakra, India’s best parenting app also caters you with all the latest interesting events around you in your city with all the relevant information. Keep your children educated and engaged.<br/><br/><b>Download our App NOW because:</b><br/><br/>We are MADE IN INDIA<br/>We are a highly recommended app by millennial moms<br/>We  give your pregnancy and parenting journey a personal touch<br/>We bring like minded moms together and build a strong positive community<br/>We help you sail through your pregnancy journey with ease and information<br/>We understand your baby care concerns and help you with resolutions<br/>We understand mom and baby needs and essentials and get them at your door step<br/><br/><b>Download APP NOW</b>", "recent_changes": null, "editors_choice": false, "price": "0", "free": true, "iap": false, "developer_id": "BabyChakra+-+Indian+Pregnancy+%26+Parenting+Tips", "updated": "June 28, 2020", "size": "12M", "installs": "1,000,000+", "current_version": "7.7.7.1", "required_android_version": "5.0 and up", "content_rating": ["Teen"], "iap_range": null, "interactive_elements": ["Users Interact"], "developer": "BabyChakra - Indian Pregnancy & Parenting Tips", "developer_email": "engineering@babychakra.com", "developer_url": "https://www.babychakra.com", "developer_address": "Babychakra, Mumbai. Babychakra is India's Best App for Pregnancy and Parenting. We have been recognised By Google, Facebook and Niti Aayog also by the government of India.We are Facebook of Indian mothers in parenting space. Indian Moms use us in there pregnancy and parenting life stage. We also offer Doctors advice to pregnant and new parents to help them in their parenting journey.Babychakra also offer pregnancy week by week, pregnancy tracker, pregnancy fitness to baby names to parenting- newborn baby care, baby development, breastfeeding tips, baby vaccination, baby milestones, baby growth,  pregnancy tips for normal delivery, , pregnancy calendar, pregnancy nutrition, pregnancy food, pregnancy exercises, baby movements, baby kick counter, pregnancy food, bump size, pregnancy kicks, labor pain, baby vaccination chart, baby care tips, parenting tips pregnancy , baby growth chart to free expert chats with gynaecologists and paediatricians of Bangalore, Delhi and Mumbai. Live Chats.", "app_id": "app.babychakra.babychakra", "url": "https://play.google.com/store/apps/details?id=app.babychakra.babychakra"}