{"title": "Postmates - Local Restaurant Delivery & Takeout", "icon": "https://lh3.googleusercontent.com/luJACHFO7ubeUXmPJwr8ZMahKCDSTsIHN43OiXiMpAQbqWRysroKTeiaGvst_Ev9N1w", "screenshots": ["https://lh3.googleusercontent.com/r_6S2EFZm8_XeqHGmOnyKytfvcp0IFrPxNapN-_EHRC9X6qV48zeRbQYhvklROibsQ=w720-h310-rw", "https://lh3.googleusercontent.com/q4Wq4yseGUX7mx1nBHZqP_GlNBUWSQyQQdHZoIaj72PQFF3FVSOLFlGclvWwITbIc3hB=w720-h310-rw", "https://lh3.googleusercontent.com/SETCmMcG5pHCpUvbgFIkPf2pPJtYvvXQA6f15qm19TT_b11T9YkKZarSsyYUlPSK1Q=w720-h310-rw", "https://lh3.googleusercontent.com/TDejZBm-Nzy57IahtuUAYktdXXTB8Gx72TIe6HDXNotrAfoIpgtpG2tjosnlNgGEpw=w720-h310-rw", "https://lh3.googleusercontent.com/A0Pvg1IIrQhFRvjruBLNgepYqN1E47HuPX11jkRpHuHnhTasRZ1L3E07HIAyVwudJDw=w720-h310-rw", "https://lh3.googleusercontent.com/aFXVILdPD04Cd1Y1SDh2WB176_Zq3mF_zQENiaquypSQuPPSYPZ4LxUKNREn3rLqIQ=w720-h310-rw"], "video": null, "category": ["FOOD_AND_DRINK"], "score": "3.6", "histogram": {"5": null, "4": null, "3": null, "2": null, "1": null}, "reviews": 102987, "description": "Food delivery from your favorite restaurants, 24/7, 365 days a year. Postmates gets you what you want, when you want it. Just Postmate it.\nOrder burgers, sushi, pizza and more with Postmates:\n• 500,000+ local and national restaurants and retailers.\n• 650,000+ Postmates on the ground, ready to bring you anything.\n• 4,200+ cities and counting in the U.S.\n• Real-time order tracking, keeping you updated on your delivery progress.\n• Free delivery on all orders over $12 with an Unlimited Membership.\n• Use Postmates Pickup for takeout orders, skip the line and the fees.\n• New! Postmates Party section where trending places around you are updated every 5 minutes and have no delivery fees!\nGET ANYTHING DELIVERED\nPostmates is the first app to deliver whatever you want when you want it. We deliver nearly anything from your favorite restaurant or retailer in minutes.\nBRANDS YOU'LL ONLY FIND ON POSTMATES\nSugarfish, Sweetfin, Blaze Pizza, Salt & Straw, The Coffee Bean & Tea Leaf, Bluestone Lane, KazuNori, HiHo Cheeseburger, Uovo, Alfred Coffee, Trejo's Tacos, Joan's on Third, Hot Wings Cafe, Backyard Bowls, Roscoe's House of Chicken and Waffles, Pink Dot, 800 Degrees Neapolitan Pizzeria, Moon Juice, and hundreds more.\nNATIONAL PARTNERS\nChipotle, sweetgreen, Shake Shack, Subway, Tender Greens, Popeyes, Jack in the Box, By Chloe., Blaze Pizza, Denny’s, PF Changs, IHOP, Walgreens, The Halal Guys, Panera Bread, Jamba Juice and hundreds more.\nALSO GET DELIVERY FROM\nMcDonald's, Burger King, Taco Bell, Del Taco, Wendy’s, Chick-fil-A, Wingstop, The Cheesecake Factory, Starbucks and hundreds more.\nDELIVERY ANYWHERE, ANYTIME\nWe’ll deliver to your home, dorm, office, the park, or  your next dinner party—wherever you’re at, whenever you want it, just Postmate it.\nFAST DELIVERY\nOur delivery platform takes time and distance into account to ensure your order is assigned to the best possible Postmate, for the fastest possible delivery.\nPOSTMATES UNLIMITED\nJoin Unlimited for $9.99/month and you’ll get free delivery on orders over $12. Love the offer? Save more than 15% when you sign up for an annual plan.\nCUSTOMER SERVICE\nNeed help? Our world-class customer service team is available 24/7. You can always reach us at: help.postmates.com\nACTIVE IN ALL MAJOR US CITIES\nAlbuquerque, Atlanta, Austin, Baltimore, Bellevue, Boston, Brooklyn, Charlotte, Chicago, Cincinnati, Columbus, Cleveland, Dallas, Denver, Detroit, East Bay, Evanston, Fort Lauderdale, Honolulu, Houston, Indianapolis, Jersey City, Kansas City, Las Vegas, Long Beach, Los Angeles, Louisville, Madison, Miami, Milwaukee, Minneapolis, Nashville, New Orleans, Newark, New York City, Oklahoma City, Omaha, Orange County, Orlando, Palm Springs, Philadelphia, Phoenix, Pittsburgh, Portland, Queens, Raleigh, Sacramento, San Antonio, Santa Barbara, San Bernardino, San Diego, San Francisco, Salt Lake City, Seattle, SF Peninsula / Bay Area, St. Louis, Tampa, Tucson, Virginia Beach, Washington DC.\nWAYS TO PAY\nGoogle Pay, Credit Card, Debit Card. Major Credit Cards: Visa, American Express, MasterCard, Discover. All transactions are 100% digital, no need for cash.\nPROMOTIONAL TERMS\n$100 in delivery fees terms and conditions: Offer valid for first-time customers only. Service fees may vary and apply. Store and offer availability based on user location. Limit 1 use per customer. Offer is not sharable or transferable. Offer only valid for 14 days after redemption. Maximum offer value up to $100. Offer cannot be redeemed for cash or like exchanges. Postmates reserves the right to modify or terminate this offer at any time without notice.", "description_html": "Food delivery from your favorite restaurants, 24/7, 365 days a year. Postmates gets you what you want, when you want it. Just Postmate it.<br/> <br/>Order burgers, sushi, pizza and more with Postmates:<br/> <br/>• 500,000+ local and national restaurants and retailers. <br/>• 650,000+ Postmates on the ground, ready to bring you anything.<br/>• 4,200+ cities and counting in the U.S.<br/>• Real-time order tracking, keeping you updated on your delivery progress.<br/>• Free delivery on all orders over $12 with an Unlimited Membership.<br/>• Use Postmates Pickup for takeout orders, skip the line and the fees.<br/>• New! Postmates Party section where trending places around you are updated every 5 minutes and have no delivery fees!<br/><br/>GET ANYTHING DELIVERED<br/>Postmates is the first app to deliver whatever you want when you want it. We deliver nearly anything from your favorite restaurant or retailer in minutes.<br/><br/>BRANDS YOU'LL ONLY FIND ON POSTMATES<br/>Sugarfish, Sweetfin, Blaze Pizza, Salt &amp; Straw, The Coffee Bean &amp; Tea Leaf, Bluestone Lane, KazuNori, HiHo Cheeseburger, Uovo, Alfred Coffee, Trejo's Tacos, Joan's on Third, Hot Wings Cafe, Backyard Bowls, Roscoe's House of Chicken and Waffles, Pink Dot, 800 Degrees Neapolitan Pizzeria, Moon Juice, and hundreds more.<br/><br/>NATIONAL PARTNERS<br/>Chipotle, sweetgreen, Shake Shack, Subway, Tender Greens, Popeyes, Jack in the Box, By Chloe., Blaze Pizza, Denny’s, PF Changs, IHOP, Walgreens, The Halal Guys, Panera Bread, Jamba Juice and hundreds more.<br/><br/>ALSO GET DELIVERY FROM<br/>McDonald's, Burger King, Taco Bell, Del Taco, Wendy’s, Chick-fil-A, Wingstop, The Cheesecake Factory, Starbucks and hundreds more.<br/> <br/>DELIVERY ANYWHERE, ANYTIME<br/>We’ll deliver to your home, dorm, office, the park, or  your next dinner party—wherever you’re at, whenever you want it, just Postmate it.<br/><br/>FAST DELIVERY<br/>Our delivery platform takes time and distance into account to ensure your order is assigned to the best possible Postmate, for the fastest possible delivery.<br/><br/>POSTMATES UNLIMITED<br/>Join Unlimited for $9.99/month and you’ll get free delivery on orders over $12. Love the offer? Save more than 15% when you sign up for an annual plan. <br/><br/>CUSTOMER SERVICE<br/>Need help? Our world-class customer service team is available 24/7. You can always reach us at: help.postmates.com<br/><br/>ACTIVE IN ALL MAJOR US CITIES<br/>Albuquerque, Atlanta, Austin, Baltimore, Bellevue, Boston, Brooklyn, Charlotte, Chicago, Cincinnati, Columbus, Cleveland, Dallas, Denver, Detroit, East Bay, Evanston, Fort Lauderdale, Honolulu, Houston, Indianapolis, Jersey City, Kansas City, Las Vegas, Long Beach, Los Angeles, Louisville, Madison, Miami, Milwaukee, Minneapolis, Nashville, New Orleans, Newark, New York City, Oklahoma City, Omaha, Orange County, Orlando, Palm Springs, Philadelphia, Phoenix, Pittsburgh, Portland, Queens, Raleigh, Sacramento, San Antonio, Santa Barbara, San Bernardino, San Diego, San Francisco, Salt Lake City, Seattle, SF Peninsula / Bay Area, St. Louis, Tampa, Tucson, Virginia Beach, Washington DC.<br/><br/>WAYS TO PAY<br/>Google Pay, Credit Card, Debit Card. Major Credit Cards: Visa, American Express, MasterCard, Discover. All transactions are 100% digital, no need for cash.<br/><br/>PROMOTIONAL TERMS<br/>$100 in delivery fees terms and conditions: Offer valid for first-time customers only. Service fees may vary and apply. Store and offer availability based on user location. Limit 1 use per customer. Offer is not sharable or transferable. Offer only valid for 14 days after redemption. Maximum offer value up to $100. Offer cannot be redeemed for cash or like exchanges. Postmates reserves the right to modify or terminate this offer at any time without notice.", "recent_changes": null, "editors_choice": false, "price": "0", "free": true, "iap": false, "developer_id": "Postmates+Inc.", "updated": "August 3, 2020", "size": "19M", "installs": "10,000,000+", "current_version": "5.5.6", "required_android_version": "5.0 and up", "content_rating": ["Everyone"], "iap_range": null, "interactive_elements": ["Shares Info"], "developer": "Postmates Inc.", "developer_email": "csappreviews@postmates.com", "developer_url": "http://www.postmates.com", "developer_address": null, "app_id": "com.postmates.android", "url": "https://play.google.com/store/apps/details?id=com.postmates.android"}