{"title": "appdater - Breaking and Trending News", "icon": "https://lh3.googleusercontent.com/FuniybWn4M3KCy6ijbeHVIfCxPMD-sslmEENcHys7b8D8_UXciMnxoFPS0MR8RKskNI", "screenshots": ["https://lh3.googleusercontent.com/Yv7bQUGeUpWeF4YzKdX8G5q8qhYL5B1y0tqnEWvLrGiOpo3Hc2U9ARDHd9TALTORXQ=w720-h310-rw", "https://lh3.googleusercontent.com/BJJYHcX_xk4I_uwicyEXCtnr5eYDwGkXUQ8yJ0PIYiuu2Yrj1_jM6sLtj0ulBp-43EU=w720-h310-rw", "https://lh3.googleusercontent.com/ZaE4Qd2KLzAzcRzaR48ab-kMbE2gt6DqPcmjuDobMmW5IwF_MMHF2RxOyQlGpXDUE9E=w720-h310-rw", "https://lh3.googleusercontent.com/U1CDoKS_VU86RSTxDA1Ej-0NRGfKqTp-QyKgQ3JsiTp4S6IHVaTZ5hI6Cldq3s_eqrw4=w720-h310-rw"], "video": null, "category": ["NEWS_AND_MAGAZINES"], "score": "4.5", "histogram": {"5": null, "4": null, "3": null, "2": null, "1": null}, "reviews": 60381, "description": "Appdater is a customized news app that allows you to discover breaking news, trending topics, to view the latest videos, and to be updated on all news happening around you.\nMain Features:\n•\tBreaking and Flash news:\nBe the first to be updated of the breaking and flash news.\n•\tTrending news:\nRead the latest and most popular news articles on all categories:  entertainment, economy, finance, business, technology, science, sports, travel, fashion, and politics - all delivered by trusted global and national media.\n•\tCustomized news:\nPowered by appdater AI news engine, appdater delivers real-time, AI-curated content according to your interests. The more you use the app, the better it serves you. Your preferences and personal information are kept completely secure; appdater will never share your private data with anyone.\n•\tSearch news:\nWant to search for any news, please use the search bar and discover all what you need to know.\n•\tNews push notification:\nReceive important breaking news alerts directly on your mobile phone.\n•\tFollow your favorite channels\nDiscover all channels from various categories politics, entertainment, finance, business, sport, technology, lifestyle and Follow your favorite ones.\n•\tOffline reading:\nSave your favorite news to your phone while connected to Wi-Fi and read them later offline without using data.\nMoreover, appdater does not consume data bandwidth when you are not using it.\nappdater is available in Saudi Arabia, Kuwait, UAE, Qatar, Bahrain, Oman, Jordan, Iraq, Lebanon, Morocco, Algeria, Tunisia, Turkey, Ghana, Nigeria, France, Brazil, Argentina, Mexico, and Colombia\nDon't wait, be appdated !", "description_html": "Appdater is a customized news app that allows you to discover breaking news, trending topics, to view the latest videos, and to be updated on all news happening around you.  <br/><br/>Main Features: <br/><br/>•\tBreaking and Flash news: <br/>Be the first to be updated of the breaking and flash news.<br/><br/>•\tTrending news: <br/>Read the latest and most popular news articles on all categories:  entertainment, economy, finance, business, technology, science, sports, travel, fashion, and politics - all delivered by trusted global and national media.<br/><br/>•\tCustomized news: <br/>Powered by appdater AI news engine, appdater delivers real-time, AI-curated content according to your interests. The more you use the app, the better it serves you. Your preferences and personal information are kept completely secure; appdater will never share your private data with anyone.<br/><br/>•\tSearch news: <br/>Want to search for any news, please use the search bar and discover all what you need to know. <br/><br/>•\tNews push notification: <br/>Receive important breaking news alerts directly on your mobile phone.<br/><br/>•\tFollow your favorite channels<br/>Discover all channels from various categories politics, entertainment, finance, business, sport, technology, lifestyle and Follow your favorite ones.<br/><br/>•\tOffline reading: <br/>Save your favorite news to your phone while connected to Wi-Fi and read them later offline without using data.<br/><br/><br/>Moreover, appdater does not consume data bandwidth when you are not using it. <br/><br/>appdater is available in Saudi Arabia, Kuwait, UAE, Qatar, Bahrain, Oman, Jordan, Iraq, Lebanon, Morocco, Algeria, Tunisia, Turkey, Ghana, Nigeria, France, Brazil, Argentina, Mexico, and Colombia<br/><br/>Don't wait, be appdated !", "recent_changes": null, "editors_choice": false, "price": "0", "free": true, "iap": false, "developer_id": "appdater", "updated": "May 18, 2020", "size": "4.1M", "installs": "1,000,000+", "current_version": "3.3.5", "required_android_version": "5.0 and up", "content_rating": ["Everyone"], "iap_range": null, "interactive_elements": null, "developer": "appdater", "developer_email": "admin@mobilonia.com", "developer_url": "http://www.mobilonia.com", "developer_address": null, "app_id": "com.mobilonia.appdater", "url": "https://play.google.com/store/apps/details?id=com.mobilonia.appdater"}