{"title": "Salad Recipes FREE", "icon": "https://lh3.googleusercontent.com/rw6nX08wgRoCAjHxwMFCOY5T8yVVj-MYU9T_-dfh8MwgFPQU78-S0EPm5OiZGfJ3omE", "screenshots": ["https://lh3.googleusercontent.com/xYfNKMOz6cG25R8iVR9GI9Xh2BoO9xWZdYywakMIxuHUPwNFppgU0i3iXfbcaazc4w=w720-h310-rw", "https://lh3.googleusercontent.com/mR1NtdGFDaG4NEyLMSkLINao9jpSoEPBxLUgqUCR3jxeJw7EzM4s01-_rf_z_y8oqFM=w720-h310-rw", "https://lh3.googleusercontent.com/2mUMog7H-SfNQRW28vqDwK8w65kGnX6_muYahO6F51PkowB-5xeoqm8uJf0VdPxtMUF_=w720-h310-rw", "https://lh3.googleusercontent.com/mg7OKDcRuzoMofEHkOlI_hOQzJUJzwNYoyZT0vv0zITBCNxB28RhKZ1PL8L_lq9krg=w720-h310-rw", "https://lh3.googleusercontent.com/zooN_hzA7QXnGdLo32QQ_habdSQA_6cyXOkEdsrGp9xBEa6rEPnd6v9eWXyfn2GjZRQ=w720-h310-rw", "https://lh3.googleusercontent.com/v4gKcib2JWlsjzCRHud0aWLkTs2XW9yGQ2b_8BaRCUdTsbvUaPAH-5MXv3JnC4zoIA=w720-h310-rw", "https://lh3.googleusercontent.com/DXr-6doed5JxoppZMTOUYDFmlLepf_HqD8DtWzwISP2av7GK9A35Kih0Ys_93q9jF64=w720-h310-rw", "https://lh3.googleusercontent.com/PsELmIDthGaOqhSXeapoNfmA4mjpALdYeTzdbyO7AQOFBI2bg58KxYkawKgEhSNyQHcK=w720-h310-rw", "https://lh3.googleusercontent.com/xmkVZgZj3Y0DovrW-Dmt3UcNz5ogbZHDGyU8doo5KG8Q_lvtWT4dYP0mBKU-Lg5rdU8=w720-h310-rw", "https://lh3.googleusercontent.com/2twDF3yxoJrIOfxjKndlBG0EOxGFjizxJ1covs15IwDfh1ItMK1Q6yH5F0ePfs6f8A=w720-h310-rw", "https://lh3.googleusercontent.com/5r7SnfqJiN4xHMtsc0vff41uL2YsqM5sBvAChrZB8qrZ1dDgzc2iq_S-DAQJ-Uw6Xw=w720-h310-rw", "https://lh3.googleusercontent.com/V8-K5QXDikhsTzTYiddZeUNE7Bj7eFLEO1ERDpU3c1L1srEldW4mInYJiH8V9CSNTXk=w720-h310-rw", "https://lh3.googleusercontent.com/gEzpAjw9tW7aJ-ihRdkyi8oEEOoda3k1Vf9OWJqk9VkpvhQhuoRd05-rpF3VJm_fJwY=w720-h310-rw", "https://lh3.googleusercontent.com/F7pAdklu_feOQjDvUgGmpqoaex6oN3d7HC-YEKQhHwYHxQB5ifvmHWo47qqT6w1lrw=w720-h310-rw"], "video": "https://www.youtube.com/embed/P9CNspnqlcQ", "category": ["FOOD_AND_DRINK"], "score": "4.3", "histogram": {"5": null, "4": null, "3": null, "2": null, "1": null}, "reviews": 12393, "description": "Salad Recipes app offers you many light and healthy recipes. These include salad recipes recipes, broccoli salad keto recipes, evergreen salad recipes, salad dressing recipes, keto egg salad recipes, salad frosting recipes, recipes for chicken salad and recipes for salad recipes.\nFestive recipes\nGet easy salad recipes for New Year, Valentine's day and Super bowl. Enjoy the New year parties with tasty salads.\nPopular salad fingers recipes of the month\nRecipes like german potato salad, enchilada salad, bean and capsicum salad, onion & cucumber salad, summer tomato, mediterranean roasted vegetable salad, guacamole salad and chicken salad with apples and grapes are popular in January.\nSimple salads recipe instructions with picture\nEvery salad dressing recipe has easy step by step instructions with a photo. Get many quick recipes for free in our Salad Recipes app. Unlike other recipes app, Salad Recipes can be used offline. This makes our free recipes app for Android a perfect fit for your kitchen.\nCollect favourite salad fingers recipes\nAdd your favourite salads recipes to the app's favourites section. You can use the saved salad dressing recipes offline. You can also create salad fingers recipe collections on the basis of cuisine, weekend party ideas, lunch ideas, vegetarian, non-vegetarian etc.\nSalads Recipe search\nFind recipes by simple search with the name of a recipe or by ingredients used. You can search for salad dressing recipes with the ingredients you have. We also have Thanksgiving recipes, Christmas recipes, Halloween recipes and other recipe categories for special occasions.\nConvert ingredients to a recipe\nOur food recipes app lets you cook with ingredients you have. Cook by ingredients feature lets you search and discover salad fingers recipes you can cook with ingredients in your kitchen refrigerator.\nTastes, allergies and diets\nWe often have salads recipes for people following gluten-free, keto, vegan and paleo diets. If you're suffering from any food allergies, we have lactose-free recipes, seafood-free recipes, dairy-free recipes, peanut-free recipes and wheat-free. Nutritional information like fat, calories, carbs and cholesterol are available in the Salad Recipes app.\nCreate Meal plans\nMeal planning is going to be tasty and easy with Salad Recipes. Start eating salad dressing recipes with proper meal planning and grocery shopping.\nWe offer lots of salad fingers recipes:\nCook tasty salads recipes at home using chicken, tomato, corn & keto. Recipes for classic salad dressing dishes like summer panzanella, mexican corn salad, green goddess buddha bowl, big mac cheeseburger salad and classic chicken salad are available in the app. Our favourite salad fingers recipes include caesar salad, mimosa fruit salad, summer salad, and bacon ranch potato salad.\nOur salads recipe app gives you lots of free cooking recipes for broccoli salad keto, evergreen salad, salad dressing etc. Now that you've our salad dressing recipes app, you no longer need to carry around bulky recipe books.\nStart cooking with our free recipes app today.", "description_html": "Salad Recipes app offers you many light and healthy recipes. These include salad recipes recipes, broccoli salad keto recipes, evergreen salad recipes, salad dressing recipes, keto egg salad recipes, salad frosting recipes, recipes for chicken salad and recipes for salad recipes.<br/><br/>Festive recipes<br/>Get easy salad recipes for New Year, Valentine's day and Super bowl. Enjoy the New year parties with tasty salads.<br/><br/>Popular salad fingers recipes of the month<br/>Recipes like german potato salad, enchilada salad, bean and capsicum salad, onion &amp; cucumber salad, summer tomato, mediterranean roasted vegetable salad, guacamole salad and chicken salad with apples and grapes are popular in January.<br/><br/>Simple salads recipe instructions with picture<br/>Every salad dressing recipe has easy step by step instructions with a photo. Get many quick recipes for free in our Salad Recipes app. Unlike other recipes app, Salad Recipes can be used offline. This makes our free recipes app for Android a perfect fit for your kitchen.<br/><br/>Collect favourite salad fingers recipes<br/>Add your favourite salads recipes to the app's favourites section. You can use the saved salad dressing recipes offline. You can also create salad fingers recipe collections on the basis of cuisine, weekend party ideas, lunch ideas, vegetarian, non-vegetarian etc.<br/><br/>Salads Recipe search<br/>Find recipes by simple search with the name of a recipe or by ingredients used. You can search for salad dressing recipes with the ingredients you have. We also have Thanksgiving recipes, Christmas recipes, Halloween recipes and other recipe categories for special occasions.<br/><br/>Convert ingredients to a recipe<br/>Our food recipes app lets you cook with ingredients you have. Cook by ingredients feature lets you search and discover salad fingers recipes you can cook with ingredients in your kitchen refrigerator.<br/><br/>Tastes, allergies and diets<br/>We often have salads recipes for people following gluten-free, keto, vegan and paleo diets. If you're suffering from any food allergies, we have lactose-free recipes, seafood-free recipes, dairy-free recipes, peanut-free recipes and wheat-free. Nutritional information like fat, calories, carbs and cholesterol are available in the Salad Recipes app.<br/><br/>Create Meal plans<br/>Meal planning is going to be tasty and easy with Salad Recipes. Start eating salad dressing recipes with proper meal planning and grocery shopping.<br/><br/>We offer lots of salad fingers recipes:<br/>Cook tasty salads recipes at home using chicken, tomato, corn &amp; keto. Recipes for classic salad dressing dishes like summer panzanella, mexican corn salad, green goddess buddha bowl, big mac cheeseburger salad and classic chicken salad are available in the app. Our favourite salad fingers recipes include caesar salad, mimosa fruit salad, summer salad, and bacon ranch potato salad.<br/><br/>Our salads recipe app gives you lots of free cooking recipes for broccoli salad keto, evergreen salad, salad dressing etc. Now that you've our salad dressing recipes app, you no longer need to carry around bulky recipe books.<br/><br/>Start cooking with our free recipes app today.", "recent_changes": null, "editors_choice": false, "price": "0", "free": true, "iap": true, "developer_id": "Riafy+Technologies", "updated": "July 28, 2020", "size": "7.3M", "installs": "1,000,000+", "current_version": "11.16.177", "required_android_version": "5.0 and up", "content_rating": ["Teen", "Drug Reference"], "iap_range": ["$0.99", "$59.99"], "interactive_elements": ["Digital Purchases"], "developer": "Riafy Technologies", "developer_email": "riafytechnologies@gmail.com", "developer_url": "https://cookbook.ai", "developer_address": "Riafy Technologies\nMadathumkudy House\nCheriya Vappalassery, Mekkad\nErnakulam, Kerala 683589\nIndia", "app_id": "com.riatech.salads", "url": "https://play.google.com/store/apps/details?id=com.riatech.salads"}