{"title": "Learn: how to invest in stocks", "icon": "https://lh3.googleusercontent.com/hYGp75rg1YKhoVFvdW7z6gnFoAuqCmrUi2ZgjBSozVh51_C9jyfYxYylp9jubCVUgw", "screenshots": ["https://lh3.googleusercontent.com/IHrQimPEz4ZxcnzXcjQ5nwA0FsgnlQlmKhr7jyef-GPTWGJZzgigIC_hM04ueUQaQQ=w720-h310-rw", "https://lh3.googleusercontent.com/QM-REB2W_wIr4pfEU2_oJQPD0GOCQGvOfky8sKA_HH5n8cJGMTm_rnR60hAaTodD-g=w720-h310-rw", "https://lh3.googleusercontent.com/Qh6LpyWDZz5MiXFRxqUoMap7wG5pMuVUR0EWELSXSCDffbyl5bn9bc97j1yNi7M8tQ=w720-h310-rw", "https://lh3.googleusercontent.com/M7Ft1qTJvHo4wzFvpwDUloN56WLkPV-rf3NWACDdSckZLBcvNRUr2u1HZjOezCvV2g=w720-h310-rw", "https://lh3.googleusercontent.com/nd6ll02tGWSzbYE9419tS1NK8jPQgrCkxnM-npo8GtmZufpQCbeZe4NJjZ6qpzuABK8=w720-h310-rw"], "video": null, "category": ["FINANCE"], "score": "4.5", "histogram": {"5": null, "4": null, "3": null, "2": null, "1": null}, "reviews": 3268, "description": "Learn by MyWallSt teaches you how to invest in the U.S stock market with easy to understand, zero-jargon, bite-sized lessons, all original content.\nEasy to Follow Design\nHuge efforts have gone into the design of our app to ensure the content is laid out in an easy to follow manner, with chapters and lessons similar to any book you're used to reading. This is not your usual stock market learning app!\nLessons\nThere are no quizzes or spreadsheets, just 40 lessons of original content, created by the MyWallSt team, designed to teach you the fundamental principles of investing in the stock market. Each lesson can be read in under 1 minute and you are in control of when you learn. Each lesson is also in audio format so you can choose to listen or read.\nLearn How to Invest\nThis app is designed to walk beginners step-by-step through the world of the stock market and give you the confidence to start investing your own money. You can mark each lesson as 'read' once completed so you can monitor your progress as you read.\nLearn From a True Investing Expert\nThe lessons have been fully created by our co-founder and chief investing analyst, Emmet Savage. It captures all of the major lessons he’s accumulated through thousands of hours of practice and comes with a jargon-free promise.\nEmmet has been investing in publicly-listed stocks for almost 25 years. By buying stocks and holding shares in businesses you know and many you’ve never encountered, he has increased his portfolio’s value by over 24% on average every year since 2002, meaning that investments made 17 years ago have grown almost 38 times in value.\nInvesting is his passion. Helping others to learn how is his life’s pursuit.\nWho is MyWallSt?\nThe MyWallSt team is made up of lifelong investors and tech geeks out to achieve one common goal - to help people shape their financial future by making it simple to start investing. We're passionate about creating beautiful apps that make that process simple and straightforward.\nReady to start investing?\nFor those ready to start investing we have also created the MyWallSt App. It's the world’s best app for those looking to start investing in the US Stock Market, with additional information on the companies we believe in and love. Search for ‘MyWallSt’ to download from the Play Store.", "description_html": "Learn by MyWallSt teaches you how to invest in the U.S stock market with easy to understand, zero-jargon, bite-sized lessons, all original content.<br/><br/>Easy to Follow Design<br/>Huge efforts have gone into the design of our app to ensure the content is laid out in an easy to follow manner, with chapters and lessons similar to any book you're used to reading. This is not your usual stock market learning app!<br/><br/>Lessons<br/>There are no quizzes or spreadsheets, just 40 lessons of original content, created by the MyWallSt team, designed to teach you the fundamental principles of investing in the stock market. Each lesson can be read in under 1 minute and you are in control of when you learn. Each lesson is also in audio format so you can choose to listen or read.<br/><br/>Learn How to Invest<br/>This app is designed to walk beginners step-by-step through the world of the stock market and give you the confidence to start investing your own money. You can mark each lesson as 'read' once completed so you can monitor your progress as you read. <br/><br/>Learn From a True Investing Expert<br/>The lessons have been fully created by our co-founder and chief investing analyst, Emmet Savage. It captures all of the major lessons he’s accumulated through thousands of hours of practice and comes with a jargon-free promise.<br/><br/>Emmet has been investing in publicly-listed stocks for almost 25 years. By buying stocks and holding shares in businesses you know and many you’ve never encountered, he has increased his portfolio’s value by over 24% on average every year since 2002, meaning that investments made 17 years ago have grown almost 38 times in value. <br/><br/>Investing is his passion. Helping others to learn how is his life’s pursuit.<br/><br/>Who is MyWallSt?<br/>The MyWallSt team is made up of lifelong investors and tech geeks out to achieve one common goal - to help people shape their financial future by making it simple to start investing. We're passionate about creating beautiful apps that make that process simple and straightforward.<br/><br/>Ready to start investing?<br/>For those ready to start investing we have also created the MyWallSt App. It's the world’s best app for those looking to start investing in the US Stock Market, with additional information on the companies we believe in and love. Search for ‘MyWallSt’ to download from the Play Store.", "recent_changes": null, "editors_choice": false, "price": "0", "free": true, "iap": false, "developer_id": "MyWallSt", "updated": "March 3, 2020", "size": "6.6M", "installs": "1,000,000+", "current_version": "2.3.1", "required_android_version": "4.3 and up", "content_rating": ["Everyone"], "iap_range": null, "interactive_elements": null, "developer": "MyWallSt", "developer_email": "learn@mywallst.com", "developer_url": "https://www.mywallst.com", "developer_address": "5 Merrion Row,\nDublin,\nIreland", "app_id": "rubicoin.rubicoinlearn", "url": "https://play.google.com/store/apps/details?id=rubicoin.rubicoinlearn"}