{"title": "IIFL Markets - NSE BSE Mobile Stock Trading App", "icon": "https://lh3.googleusercontent.com/0sOmb4Sxshd9Df1udktBiYzleg_J_r0UcDqFbS-sM4CjaoH_l6Vhg6bjjRVq7eSDrQ", "screenshots": ["https://lh3.googleusercontent.com/LkZ2L6pbMZsvPh8oncM-CrYPKZ1XtFy9k-_xG46-D4oT50sX78drFkVZTE7VT4s8kmA=w720-h310-rw", "https://lh3.googleusercontent.com/Tki33oFZYw_yIXakricp2kkfeNliuWVaoePnQc4PE7Gl_8Kuk0PH09wR_GZDRwPcBBND=w720-h310-rw", "https://lh3.googleusercontent.com/vHz15DCQl4E8xTP0AgdxEBa2vmGrg383xfyMxVIMnLujDgC6HV7jBx6m24nNqsH1EVg0=w720-h310-rw", "https://lh3.googleusercontent.com/gOm24mq7-sRf27AZfK8ywj9Bnt4qx-oSqafaaNXL5WV8__9GH8mDVBZEuoAdKMWhYB94=w720-h310-rw", "https://lh3.googleusercontent.com/yDuhzfQGPunFRrWzBJ_fXIZQqAeKpoQXSlaEo4li1cqXPEAY9agaQ1bjJfYvSLFJ6Q=w720-h310-rw", "https://lh3.googleusercontent.com/qfhdTnmFlibNszXdU8rWXg0pgRe5SlWVsV9zILx9W1yeCTsotS30OBEF94rpioSUUQ=w720-h310-rw", "https://lh3.googleusercontent.com/W-JqD0Pw6hzIf_9F8t0XSg38DzmNRNhswbGLzbBsnfvU6KBYL_2-pe5HCqR0LNw0LC73=w720-h310-rw", "https://lh3.googleusercontent.com/kSmidgrcT6rPsaC1CE1Z2Xuepf_DeMyQCP9ayLjM0H6JAZhheRr8lYXHubPI3WMOb7U=w720-h310-rw"], "video": "https://www.youtube.com/embed/o9WauexUtKI", "category": ["FINANCE"], "score": "3.8", "histogram": {"5": null, "4": null, "3": null, "2": null, "1": null}, "reviews": 42397, "description": "IIFL Markets is the Highest rated and Most downloaded share market App in India. Best trading App in India for live market prices and stock markets news, awarded as best mobile trading app for stock markets by Zee Business awards.\nIIFL Markets is an indispensable companion to every stock market investor and share trader. IIFL Markets enables instant trading to our broking customers and provides comprehensive feature to Guest users with single OTP. Not just that, Mutual Fund investors can also user the app to invest in all Mutual Fund schemes like Equity, Debt, Balanced, Hybrid funds with ease. The app is packed with in-depth analysis, top of the line charts and charting tools, expert research, live stock prices, market watch and many more features.\nGet everything you want to know in stock market today, turn your smartphone into powerful and comprehensive mobile trading and stock market monitoring platform.\nKey Highlights\n- Buzz - Get to know the latest developments, updates of live markets on a single tap\n- Options chain for Equity, Index and Currency; comprehensive details of Futures and options- Price alerts: Set price alert for F n O scripts across equity, currency, commodity segments\n- Multiple, customizable watchlists : Handle multiple segments like options, futures, cash, currency in the same watchlist, and  customize it as per your wish to handle your stock market portfolio better\nWhy Choose IIFL\n- Holistic Mobile Trader: In financial markets, every second counts, and with this trading app, you can buy the shares at the very instant you want.\n- In-depth analysis and Expert tips: Expert view counts, and that’s why our app comes with a complete analysis and award-winning research reports of over 500 stocks from NIFTY, Sensex, Bank Nifty, Mid Cap\n- Smart Investor Tools: Ideas, Super star portfolio, best stock and shares screeners ,  advanced portfolio tracking and educational videos for the latest events and happenings in the world of share market\n- Prestige: IIFLMarkets is brought to you by IIFL Securities, ,one of India’s leading brokerage firms with over 20 yrs of deep market understanding and an award-winning equity research team.\n- One Tap Support: Whether you want to Open an account for trading or Mutual Funds, send us a feedback, or call us for support, all that you would ever need is one tap for assistance by using the best ChatBOT technology in the industry\nFavorite Features\n- Stock tips that are backed with research and complete stock analysis. Stock tips that help you take a better decision\n- A simplified share market app that puts all the details about any script in an interactive ecosystem\n- One tap information about the stock. All leading financial markets of India like BSE, NSE, NCDEX, and MCX are included along with gainers and losers and many more data sets. You can also monitor Global markets through the app.\n- Add price alerts through this trading app so that you do not miss out on any opportunity\n- News that directly links to your investments from BSE Sensex, NSE, NIFTY NCDEX, and MCX\n- Full-fledged financial market access which includes NSE, Nifty, Sensex, BSE 100, Bank Nifty, BSE MID CAP, along with Commodity and Currency Markets\n- Finance/Business News- Access Live, in-depth coverage and analysis of companies, financial markets, and economy to make informed decisions about the stock market\n- Detailed information about every company – news, historical price charts, research, key ratios, shareholding pattern, PnL\n- Derivatives section for trading in Options and Futures - get the information about the most active index and stock options, Future gainers and losers in 1 click, to stay ahead in Option and Future trading\n- Pre Approved personal loan based on credit history and financial planning along with Goal based investments\nStock trading and Mutual Funds investment through smartphones is now super easy. Download our Stock market app now and never again miss a chance to make money.", "description_html": "IIFL Markets is the Highest rated and Most downloaded share market App in India. Best trading App in India for live market prices and stock markets news, awarded as best mobile trading app for stock markets by Zee Business awards.<br/><br/>IIFL Markets is an indispensable companion to every stock market investor and share trader. IIFL Markets enables instant trading to our broking customers and provides comprehensive feature to Guest users with single OTP. Not just that, Mutual Fund investors can also user the app to invest in all Mutual Fund schemes like Equity, Debt, Balanced, Hybrid funds with ease. The app is packed with in-depth analysis, top of the line charts and charting tools, expert research, live stock prices, market watch and many more features.<br/>Get everything you want to know in stock market today, turn your smartphone into powerful and comprehensive mobile trading and stock market monitoring platform.<br/><br/>Key Highlights<br/>- Buzz - Get to know the latest developments, updates of live markets on a single tap<br/>- Options chain for Equity, Index and Currency; comprehensive details of Futures and options- Price alerts: Set price alert for F n O scripts across equity, currency, commodity segments<br/>- Multiple, customizable watchlists : Handle multiple segments like options, futures, cash, currency in the same watchlist, and  customize it as per your wish to handle your stock market portfolio better<br/><br/>Why Choose IIFL<br/>- Holistic Mobile Trader: In financial markets, every second counts, and with this trading app, you can buy the shares at the very instant you want. <br/>- In-depth analysis and Expert tips: Expert view counts, and that’s why our app comes with a complete analysis and award-winning research reports of over 500 stocks from NIFTY, Sensex, Bank Nifty, Mid Cap<br/>- Smart Investor Tools: Ideas, Super star portfolio, best stock and shares screeners ,  advanced portfolio tracking and educational videos for the latest events and happenings in the world of share market<br/>- Prestige: IIFLMarkets is brought to you by IIFL Securities, ,one of India’s leading brokerage firms with over 20 yrs of deep market understanding and an award-winning equity research team.<br/>- One Tap Support: Whether you want to Open an account for trading or Mutual Funds, send us a feedback, or call us for support, all that you would ever need is one tap for assistance by using the best ChatBOT technology in the industry<br/><br/>Favorite Features<br/>- Stock tips that are backed with research and complete stock analysis. Stock tips that help you take a better decision<br/>- A simplified share market app that puts all the details about any script in an interactive ecosystem<br/>- One tap information about the stock. All leading financial markets of India like BSE, NSE, NCDEX, and MCX are included along with gainers and losers and many more data sets. You can also monitor Global markets through the app.<br/>- Add price alerts through this trading app so that you do not miss out on any opportunity<br/>- News that directly links to your investments from BSE Sensex, NSE, NIFTY NCDEX, and MCX<br/>- Full-fledged financial market access which includes NSE, Nifty, Sensex, BSE 100, Bank Nifty, BSE MID CAP, along with Commodity and Currency Markets<br/>- Finance/Business News- Access Live, in-depth coverage and analysis of companies, financial markets, and economy to make informed decisions about the stock market<br/>- Detailed information about every company – news, historical price charts, research, key ratios, shareholding pattern, PnL<br/>- Derivatives section for trading in Options and Futures - get the information about the most active index and stock options, Future gainers and losers in 1 click, to stay ahead in Option and Future trading<br/>- Pre Approved personal loan based on credit history and financial planning along with Goal based investments<br/><br/>Stock trading and Mutual Funds investment through smartphones is now super easy. Download our Stock market app now and never again miss a chance to make money.", "recent_changes": null, "editors_choice": false, "price": "0", "free": true, "iap": false, "developer_id": "IIFL", "updated": "July 21, 2020", "size": "16M", "installs": "1,000,000+", "current_version": "5.10.5.0", "required_android_version": "4.1 and up", "content_rating": ["Everyone"], "iap_range": null, "interactive_elements": null, "developer": "IIFL", "developer_email": "cs@indiainfoline.com", "developer_url": "http://www.indiainfoline.com", "developer_address": null, "app_id": "com.indiainfoline", "url": "https://play.google.com/store/apps/details?id=com.indiainfoline"}