{"title": "Ovia Parenting: Baby Tracker, Breastfeeding Timer", "icon": "https://lh3.googleusercontent.com/JNrc-UPzrYb5-0xhxnxVLhK7h5bk5hbervJH9EMPkuADKsj5GK6j3I4RWOXioc5bKg", "screenshots": ["https://lh3.googleusercontent.com/atk1LcGEPiBvfs6g2hO3M5dsaPtGXvut-KaeQTztUAUj5Uiis66hbuo5eji8EWrYCq0=w720-h310-rw", "https://lh3.googleusercontent.com/3AwlEwBg5qrXuWK-aeINt1Hs-dXugFzSfVmowIHNPidC2gScSDkD5I-GBsPl4Lahtg=w720-h310-rw", "https://lh3.googleusercontent.com/tjzVgqiKpyqqurlU2q8MNLlmX7fjoJn-mmbO137yMXJhlfTDjFGxtBsYhsplB44SWw4u=w720-h310-rw", "https://lh3.googleusercontent.com/OgfcQhTVfsGAJeqGYGWYvj0WTdTOzqSNTOTcntkeT8zhP_lvi9b3ovT7FBPwf9zuBqIj=w720-h310-rw", "https://lh3.googleusercontent.com/AshalYJziQdTM8ZqfJ2lIaPVuw2WgVnYKkTc7uSVaxUQgOj3wlIoZFyBVj03mq6ew4w1=w720-h310-rw", "https://lh3.googleusercontent.com/7Ykc4_cv7K4m5Mulrz-3AUl41eoeaX_ozlEi9OonuJ12UVBSkBnA3d1uJ852ry8mAg=w720-h310-rw"], "video": null, "category": ["MEDICAL"], "score": "4.5", "histogram": {"5": null, "4": null, "3": null, "2": null, "1": null}, "reviews": 9148, "description": "New parent? Log your baby’s daily feedings, diapers, sleep, and developmental milestones week by week with Ovia Parenting! Celebrate every moment - from your baby’s first smile to their first steps.\nOvia apps have helped over 13 million women and families - download Ovia Parenting today to see what’s new with your child’s development and growth, track everything for your baby, share your family’s most memorable moments, and more!\nOUR MOST-LOVED FEATURES\n- Health tracker: log your baby’s feedings (breast or bottle), dirty diapers, and sleep daily\n- Developmental milestone tracker: customizable, illustrated milestone checklist\n- Upload and share photos and videos\n- Easily add multiple children\n- Customize each child’s name, gender, and skin tone\n- Daily updates on your child’s development delivered directly to your timeline\n- 1,000+ (free!) expert articles with information about your child’s development and parenting tips.\n- Developmental milestone information for a range of ages, starting with preemies and newborns, going all the way through three years old\n- Add family, followers and admins so they can watch your child grow and see their milestone achievement\n- Ask and answer questions anonymously in a safe, supportive community of parents and caregivers\nTRACK EVERYTHING BABY!\n◆ BREASTFEEDING - Use our breastfeeding timer or log past feedings. Keep track of which side was used last and how long baby fed for\n◆ BOTTLE FEEDING - Log daily bottle feedings and track type (formula or breast milk)\n◆ DIAPERS - Keep track of all those #1s and 2s!\n◆ SLEEP - Log all those Zzz’s!\n◆ PHOTOS & VIDEOS - Upload photos and videos with the option to share privately with your friends and family directly from the app\n◆ MILESTONES - Keep up with your child’s developmental progress in a variety of categories (social, motor skills & more!)\nCUSTOMIZABLE. PERSONALIZED, AND INCLUSIVE EXPERIENCE\n- Ovia Parenting is designed for all families. We know every caregiver, newborn, and child is different, so we made it easy for you to read about a variety of parenting styles.\n- Ovia Parenting gives you a home for all the big milestones, plus the spontaneous moments you’ll treasure for years to come. Share photos securely and privately with friends and family.\n- Receive articles, tips, and updates on your little ones as they grow. We’ll deliver content to you each day in sync with your child’s development. Categories include: Body Inside & Out, Motor Skills, Parenting Styles, and over a dozen more!\n*OVIA HEALTH*\nIn partnership with organizations who share our goal of helping families live happier, healthier lives, we're proud to offer Ovia Health: a maternity and family benefit supporting women and families at home and at work.\nDo you have Ovia Health as a benefit through an employer or health plan? Download Ovia Parenting and enter your employer and health plan information to access to an expanded set of tools and features. These may include health coaching, personalized content about your benefits, and health programs such as postpartum health, pediatric health, breastfeeding support, allergy education and management, and more.\nABOUT US\nOvia Health is a digital health company that uses mobile technology to help women and families live healthier lives. The Ovia Health apps have helped millions of women and families on their fertility, pregnancy, and parenting journeys. With billions of data points collected and analyzed, Ovia Health uses data-driven science to help women conceive, have healthier pregnancies, and start families with confidence.\nCUSTOMER SERVICE\nWe're always working to improve your experience with our products. Have an idea for Ovia? Let us know! Email us at support@oviahealth.com\nDISCOVER MORE (FREE!) APPS BY OVIA HEALTH\nOvia Fertility: Track your fertility and get pregnant faster!\nOvia Pregnancy: Watch baby grow and learn what to expect!", "description_html": "New parent? Log your baby’s daily feedings, diapers, sleep, and developmental milestones week by week with Ovia Parenting! Celebrate every moment - from your baby’s first smile to their first steps. <br/><br/>Ovia apps have helped over 13 million women and families - download Ovia Parenting today to see what’s new with your child’s development and growth, track everything for your baby, share your family’s most memorable moments, and more!<br/><br/>OUR MOST-LOVED FEATURES<br/>- Health tracker: log your baby’s feedings (breast or bottle), dirty diapers, and sleep daily<br/>- Developmental milestone tracker: customizable, illustrated milestone checklist<br/>- Upload and share photos and videos<br/>- Easily add multiple children <br/>- Customize each child’s name, gender, and skin tone<br/>- Daily updates on your child’s development delivered directly to your timeline <br/>- 1,000+ (free!) expert articles with information about your child’s development and parenting tips. <br/>- Developmental milestone information for a range of ages, starting with preemies and newborns, going all the way through three years old<br/>- Add family, followers and admins so they can watch your child grow and see their milestone achievement<br/>- Ask and answer questions anonymously in a safe, supportive community of parents and caregivers<br/><br/><br/>TRACK EVERYTHING BABY!<br/>◆ BREASTFEEDING - Use our breastfeeding timer or log past feedings. Keep track of which side was used last and how long baby fed for<br/>◆ BOTTLE FEEDING - Log daily bottle feedings and track type (formula or breast milk)<br/>◆ DIAPERS - Keep track of all those #1s and 2s!<br/>◆ SLEEP - Log all those Zzz’s! <br/>◆ PHOTOS &amp; VIDEOS - Upload photos and videos with the option to share privately with your friends and family directly from the app<br/>◆ MILESTONES - Keep up with your child’s developmental progress in a variety of categories (social, motor skills &amp; more!) <br/><br/>CUSTOMIZABLE. PERSONALIZED, AND INCLUSIVE EXPERIENCE<br/>- Ovia Parenting is designed for all families. We know every caregiver, newborn, and child is different, so we made it easy for you to read about a variety of parenting styles.<br/>- Ovia Parenting gives you a home for all the big milestones, plus the spontaneous moments you’ll treasure for years to come. Share photos securely and privately with friends and family.<br/>- Receive articles, tips, and updates on your little ones as they grow. We’ll deliver content to you each day in sync with your child’s development. Categories include: Body Inside &amp; Out, Motor Skills, Parenting Styles, and over a dozen more!<br/><br/>*OVIA HEALTH*<br/>In partnership with organizations who share our goal of helping families live happier, healthier lives, we're proud to offer Ovia Health: a maternity and family benefit supporting women and families at home and at work.<br/><br/>Do you have Ovia Health as a benefit through an employer or health plan? Download Ovia Parenting and enter your employer and health plan information to access to an expanded set of tools and features. These may include health coaching, personalized content about your benefits, and health programs such as postpartum health, pediatric health, breastfeeding support, allergy education and management, and more.<br/><br/>ABOUT US<br/>Ovia Health is a digital health company that uses mobile technology to help women and families live healthier lives. The Ovia Health apps have helped millions of women and families on their fertility, pregnancy, and parenting journeys. With billions of data points collected and analyzed, Ovia Health uses data-driven science to help women conceive, have healthier pregnancies, and start families with confidence.<br/><br/>CUSTOMER SERVICE<br/>We're always working to improve your experience with our products. Have an idea for Ovia? Let us know! Email us at support@oviahealth.com<br/><br/>DISCOVER MORE (FREE!) APPS BY OVIA HEALTH<br/>Ovia Fertility: Track your fertility and get pregnant faster!<br/>Ovia Pregnancy: Watch baby grow and learn what to expect!", "recent_changes": null, "editors_choice": false, "price": "0", "free": true, "iap": false, "developer_id": "Ovia+Health", "updated": "July 27, 2020", "size": "20M", "installs": "500,000+", "current_version": "1.7.3", "required_android_version": "6.0 and up", "content_rating": ["Everyone"], "iap_range": null, "interactive_elements": ["Users Interact, Shares Info"], "developer": "Ovia Health", "developer_email": "support@oviahealth.com", "developer_url": "https://www.oviahealth.com", "developer_address": null, "app_id": "com.ovuline.parenting", "url": "https://play.google.com/store/apps/details?id=com.ovuline.parenting"}