{"title": "QuitNow! Quit smoking", "icon": "https://lh3.googleusercontent.com/DHtrq5MZQ6aYGbmUSB8WNiOv-Oz9R4TyMCnzzYSjIqT3earlej7eq5DUudnN0bhSOeg", "screenshots": ["https://lh3.googleusercontent.com/CzrPOexLdrbN_KsoWTF5pN870Fp3P5eIZkGDm_qWTn4FAeUiyWz66C62SJBeCMXkcV0D=w720-h310-rw", "https://lh3.googleusercontent.com/EGzqsuNXnkpPb-UOqmJV93ZqNWQTgt05h7WZIcIp23oazOdKWoXqWMPDPlJwIk-MHW1q=w720-h310-rw", "https://lh3.googleusercontent.com/bnTmd8o071hucUfADQONaxJ3cBAqCO5WQpTrhlvRzepUJBrVY7Z48iHcF6u5yeh6af8p=w720-h310-rw", "https://lh3.googleusercontent.com/OrZkJxcslWdg_GAved_xAHA8YXjrNrPnBcXb9GBwAXaT8BBn2p9NKpG7tKPYBsjkkNfC=w720-h310-rw", "https://lh3.googleusercontent.com/3-WqAAfQPZRJSFznywIN1P0PyIWzZCtSw8z7WxZIMVqHNjOZaatmHryiRJ66A8S_iA=w720-h310-rw", "https://lh3.googleusercontent.com/LUbXgikhzmFgwRHuKvEAzy2kjphzCcgFUf3jysAVj6-HYOC8hhsKGTyG-DBQf8hBsw=w720-h310-rw", "https://lh3.googleusercontent.com/TOKc8HaAqv7U1YYDFQokcxbT8oVsRJICrkxvcCi_Nj9v8-Y1yLY098ba4CH-D4X6tg=w720-h310-rw"], "video": null, "category": ["MEDICAL"], "score": "4.6", "histogram": {"5": null, "4": null, "3": null, "2": null, "1": null}, "reviews": 50389, "description": "Are you trying to quit smoking? If you are finding it hard to stop smoking, QuitNow! is made for you.\nFirst things first: you know smoking is bad for your body. Even so, lots of people keep smoking. So why should you quit?\nWhen you quit smoking, you improve the quality and length of your life and the lives of the people around you\n. One way to prepare to successfully launch your smoke-free life is to power-up your phone with QuitNow!\nQuitNow! is a proven app that engages you to quit smoking\n. It aims you to avoid tobacco just giving you a picture of yourself. Quitting smoking is easier when you focus your effort in these four sections:\n🗓️\nYour ex-smoker status\n: When you quit smoking, the focus has to be on you. Remember the day you quitted and get the maths: how many days are you free of smoke, how much money you saved, and how many cigarettes you avoided.\n🏆\nAchievements: your quit smoking motivations\n: As all tasks on life, quitting smoking is easier when you divide the task into small and easy ones. So, QuitNow! offers you 70 goals based on the cigarettes you avoided, the days since your last cigarette and the money saved. So, you will start celebrating achievements since the first day.\n💬\nCommunity: the ex-smokers chat\n: When you quit smoking, you need to stay within the non-smoking areas. QuitNow! offers a chat full of people that, like you, said goodbye to tobacco. Spending time with nonsmokers will make your way easier.\n❤️\nYour ex-smoker health\n: QuitNow! offers a list of health indicators to explain how your body improves day by day. They are based in the World Health Organization ones, and we update them as soon as the W.H.O. does.\nIn addition, there are more sections in the preferences screen that could help you in your way to quitting smoking.\n🙋\nFrequent Asked Questions\n: there are some tips to quit smoking, and honestly, we don’t know where to put them. Most quitters look for tips on the internet, and there are lots of fake tips there. We researched in the World Health Organisation archives to find the investigations they made and the conclusions they had. In the Frequent Asked Questions, you will find all the answers to those questions you have about quitting smoking.\n🤖\nThe QuitNow! bot\n: sometimes, you have strange questions that don’t appear in the F.A.Q. In those cases, you can ask the bot: we train her to answer those strange ones. If she doesn’t have a good answer, she will contact the QuitNow! crew and they will update their knowledge base, so she will learn the best answers to your questions. By the way, yes: all the bot answers are extracted from the W.H.O. archives, as the F.A.Q. tips.\n📚\nBooks to quit smoking\n: knowing some techniques about quitting smoking makes the task easier. There's always someone talking about books in the chat, so we made an investigation to know which are the most popular, and which ones can actually help you to quit smoking for good.\nDo you have any idea to make QuitNow! even better? If so, please do write to us to android@fewlaps.com", "description_html": "Are you trying to quit smoking? If you are finding it hard to stop smoking, QuitNow! is made for you.<br/><br/>First things first: you know smoking is bad for your body. Even so, lots of people keep smoking. So why should you quit? <b>When you quit smoking, you improve the quality and length of your life and the lives of the people around you</b>. One way to prepare to successfully launch your smoke-free life is to power-up your phone with QuitNow!<br/><br/><br/><b>QuitNow! is a proven app that engages you to quit smoking</b>. It aims you to avoid tobacco just giving you a picture of yourself. Quitting smoking is easier when you focus your effort in these four sections:<br/><br/>🗓️ <b>Your ex-smoker status</b>: When you quit smoking, the focus has to be on you. Remember the day you quitted and get the maths: how many days are you free of smoke, how much money you saved, and how many cigarettes you avoided.<br/><br/>🏆 <b>Achievements: your quit smoking motivations</b>: As all tasks on life, quitting smoking is easier when you divide the task into small and easy ones. So, QuitNow! offers you 70 goals based on the cigarettes you avoided, the days since your last cigarette and the money saved. So, you will start celebrating achievements since the first day.<br/><br/>💬 <b>Community: the ex-smokers chat</b>: When you quit smoking, you need to stay within the non-smoking areas. QuitNow! offers a chat full of people that, like you, said goodbye to tobacco. Spending time with nonsmokers will make your way easier.<br/><br/>❤️ <b>Your ex-smoker health</b>: QuitNow! offers a list of health indicators to explain how your body improves day by day. They are based in the World Health Organization ones, and we update them as soon as the W.H.O. does.<br/><br/><br/>In addition, there are more sections in the preferences screen that could help you in your way to quitting smoking.<br/><br/>🙋 <b>Frequent Asked Questions</b>: there are some tips to quit smoking, and honestly, we don’t know where to put them. Most quitters look for tips on the internet, and there are lots of fake tips there. We researched in the World Health Organisation archives to find the investigations they made and the conclusions they had. In the Frequent Asked Questions, you will find all the answers to those questions you have about quitting smoking.<br/><br/>🤖 <b>The QuitNow! bot</b>: sometimes, you have strange questions that don’t appear in the F.A.Q. In those cases, you can ask the bot: we train her to answer those strange ones. If she doesn’t have a good answer, she will contact the QuitNow! crew and they will update their knowledge base, so she will learn the best answers to your questions. By the way, yes: all the bot answers are extracted from the W.H.O. archives, as the F.A.Q. tips.<br/><br/>📚 <b>Books to quit smoking</b>: knowing some techniques about quitting smoking makes the task easier. There's always someone talking about books in the chat, so we made an investigation to know which are the most popular, and which ones can actually help you to quit smoking for good.<br/><br/>Do you have any idea to make QuitNow! even better? If so, please do write to us to android@fewlaps.com", "recent_changes": null, "editors_choice": false, "price": "0", "free": true, "iap": true, "developer_id": "7110975670930064784", "updated": "August 4, 2020", "size": "13M", "installs": "1,000,000+", "current_version": "5.137.0", "required_android_version": "4.3 and up", "content_rating": ["Teen", "Tobacco Reference"], "iap_range": ["Users Interact"], "interactive_elements": ["Users Interact"], "developer": "Fewlaps", "developer_email": "android@quitnow.app", "developer_url": "https://quitnow.app", "developer_address": "C/ Pujades 126\n22@Barcelona: Innovation District\n08018 Barcelona - Catalunya", "app_id": "com.EAGINsoftware.dejaloYa", "url": "https://play.google.com/store/apps/details?id=com.EAGINsoftware.dejaloYa"}