{"title": "OLX: Buy & Sell Used Electronics, Cars, Properties", "icon": "https://lh3.googleusercontent.com/Ixzrb41NSBVaHY0z5PdMCUuSSFJs1lvE5z1RBhqMrBS4otwPxYUIpYsONa9QXl6yOQ", "screenshots": ["https://lh3.googleusercontent.com/DNq88p7kW0uKzdih8ma4RYgqG1iLVuACtxeJSSS3jXuoDGXFZpWpZvL7rDaUB4XumdQ=w720-h310-rw", "https://lh3.googleusercontent.com/-MoS53ZAAnRf786Z-3EmLPXbkwd4aRg-rMWvhCKE_nP16D-FtEcFNYfGZfyx4ufw1bM=w720-h310-rw", "https://lh3.googleusercontent.com/wr4G9A6K3855TBDrgSkFqmyLAHaq2EkvbVnwXf-h5VN8R8teCNrYbJ55D3WTyEr6ARTX=w720-h310-rw", "https://lh3.googleusercontent.com/hNMa2qI19XYOtM23htRcrqqgxEITQSXmIQ68jDVl9MCPtEiNDwk8yfov76TgHFnXeek=w720-h310-rw", "https://lh3.googleusercontent.com/AzeJhpGoHesM0PD-WFc1dQldqm7uX5sCP0DY0Wq05qrW7JeGHJXpcR7zKF7Ne99wnGI=w720-h310-rw"], "video": null, "category": ["SHOPPING"], "score": "4.4", "histogram": {"5": null, "4": null, "3": null, "2": null, "1": null}, "reviews": 65495, "description": "Looking to sell your car or upgrade your mobile? Or just on the lookout for great deals? Then OLX is the app for you!\nWith OLX you can sell anything with ease and in no time. You can also discover what others around you are selling in your neighborhood.\nTo give you an idea, here are some of the awesome things you can do with the OLX App:\n- Sell your unwanted items quickly, straight from your phone.\n- Find verified sellers in your neighborhood and get to discover great deals.\n- Chat with sellers directly to negotiate your deals from the safety of your home.\n- Easily Manage and edit your ads while on the move.\n- Get personalized alerts and recommendations based on your interests.\n- Share your ads directly with your friends on Facebook and on WhatsApp.\n- Log in via Facebook or Google accounts for convenience.\nMore about our top categories:\nMobiles\nThis is our most popular category and we’ve got everything from brands like Apple, Samsung, Huawei and Nokia to local brands like QMobile, Oppo, Rivo and many more. With OLX you can sell your mobile in minutes and upgrade too by choosing your favorite brand from our wide selection.\nCars and Bakkies\nOur selection of Cars and Bikes for sale will make your heart go ‘vroom vroom’! Whether you’re looking for sleek saloons like Honda Civic or Toyota Corolla, or popular hatchbacks like Suzuki Swift or Toyota Vitz or tough SUVs like Prado, Land Cruisers and Jeeps; we’ve got you covered.\nWe also have a selection of heavy bikes and not so heavy bikes like Honda 125, in addition to Vespa scooters and bicycles.\nElectronics\nDecluttering your home while making money more than what anyone can ask for. You can do anything from selling your unused electronics and appliances to buying furniture to revamp your place! You will find top brands in TVs, laptops, computers, games, household appliances and much more.\nReal Estate\nLook for an apartment, hotel room or guest house in your favorite neighborhood with our quick search. With a wide-ranging selection of listings from dealers and individual landlords, you are sure to find your perfect home on OLX without paying commission.\nSo why wait? Just download the OLX app today to become a part of South Africa´s largest online marketplace and connect with thousands of buyers and sellers near you.\nWe have worked hard to give you the best buying and selling app and our continuously working to improve it further. If you have any suggestions or feedback, we would love to hear from you!\nConnect with us on Facebook - facebook.com/OLXSouthAfrica\nTweet to us @OLX_ZA\nFollow us on Instagram - @olx_za\nFor support and queries, visit https://help.olx.co.za", "description_html": "Looking to sell your car or upgrade your mobile? Or just on the lookout for great deals? Then OLX is the app for you! <br/>With OLX you can sell anything with ease and in no time. You can also discover what others around you are selling in your neighborhood.<br/><br/>To give you an idea, here are some of the awesome things you can do with the OLX App:<br/>- Sell your unwanted items quickly, straight from your phone.<br/>- Find verified sellers in your neighborhood and get to discover great deals.<br/>- Chat with sellers directly to negotiate your deals from the safety of your home.<br/>- Easily Manage and edit your ads while on the move.<br/>- Get personalized alerts and recommendations based on your interests.<br/>- Share your ads directly with your friends on Facebook and on WhatsApp.<br/>- Log in via Facebook or Google accounts for convenience.<br/><br/>More about our top categories:<br/><br/>Mobiles <br/>This is our most popular category and we’ve got everything from brands like Apple, Samsung, Huawei and Nokia to local brands like QMobile, Oppo, Rivo and many more. With OLX you can sell your mobile in minutes and upgrade too by choosing your favorite brand from our wide selection.<br/><br/>Cars and Bakkies<br/>Our selection of Cars and Bikes for sale will make your heart go ‘vroom vroom’! Whether you’re looking for sleek saloons like Honda Civic or Toyota Corolla, or popular hatchbacks like Suzuki Swift or Toyota Vitz or tough SUVs like Prado, Land Cruisers and Jeeps; we’ve got you covered. <br/>We also have a selection of heavy bikes and not so heavy bikes like Honda 125, in addition to Vespa scooters and bicycles.<br/><br/>Electronics<br/>Decluttering your home while making money more than what anyone can ask for. You can do anything from selling your unused electronics and appliances to buying furniture to revamp your place! You will find top brands in TVs, laptops, computers, games, household appliances and much more.<br/><br/>Real Estate<br/>Look for an apartment, hotel room or guest house in your favorite neighborhood with our quick search. With a wide-ranging selection of listings from dealers and individual landlords, you are sure to find your perfect home on OLX without paying commission.<br/>So why wait? Just download the OLX app today to become a part of South Africa´s largest online marketplace and connect with thousands of buyers and sellers near you. <br/><br/>We have worked hard to give you the best buying and selling app and our continuously working to improve it further. If you have any suggestions or feedback, we would love to hear from you!<br/><br/>Connect with us on Facebook - facebook.com/OLXSouthAfrica<br/>Tweet to us @OLX_ZA<br/>Follow us on Instagram - @olx_za<br/>For support and queries, visit https://help.olx.co.za", "recent_changes": null, "editors_choice": false, "price": null, "free": false, "iap": false, "developer_id": "8405377917759873091", "updated": "July 29, 2020", "size": "16M", "installs": "1,000,000+", "current_version": "14.07.003", "required_android_version": "4.1 and up", "content_rating": ["Everyone"], "iap_range": null, "interactive_elements": null, "developer": "OLX Global B.V.", "developer_email": "androidapp@olx.co.za", "developer_url": "https://www.olx.co.za", "developer_address": "Taurusavenue 105\n2132LS, Hoofddorp\nThe Netherlands", "app_id": "com.olx.ssa.za", "url": "https://play.google.com/store/apps/details?id=com.olx.ssa.za"}