{"title": "Feminap - Woman Calendar", "icon": "https://lh3.googleusercontent.com/kvwgzPQRsdiJn6enaEHprNH-263f9PTd24DGMwLZEnScGJ6-zxdjVka96myobQFy72SB", "screenshots": ["https://lh3.googleusercontent.com/TJgt7gqXmr3hsiY_lod3ifxpyRjNzl5BQjW3IFTz4-MfpirivKOV2KU4iCCys2cp8XQ=w720-h310-rw", "https://lh3.googleusercontent.com/Y_4AoX6sX3ekxWALOG4XDIrouF0jaCS-u4P679P2wDAuW1Sta0GOMn-YIcE9UrDMDg=w720-h310-rw", "https://lh3.googleusercontent.com/gQY-X3WmICStymJRnVlwNzPM3iLGEA5htM5MYXLJRCm0qq6oq22DV34C6gi2wPrqIXs=w720-h310-rw", "https://lh3.googleusercontent.com/rMb9RsEmwUzWwF5RKTuuGG0u6npiO5ZdJeWmTpBO8nEVPAZgPA3KOfni2J_iZk5ePw=w720-h310-rw", "https://lh3.googleusercontent.com/I4w23ajoMBRzLhFvm09zwhRKeljTwkm4wk3KRcoBN-S-VkW7DnqlYG8ZH_EMRd9ICsc=w720-h310-rw", "https://lh3.googleusercontent.com/2VDT9K_WnSR01Ja8HLhI2nlWrzBUZc1-UCGxscvs8XBsVOIHRiRR2zFOs1EH6yCUMA=w720-h310-rw", "https://lh3.googleusercontent.com/MqV-mIWEN9erzvNX8U2BrvVcqknJUBXEpXYjNF0dRm3oH0mm6NgJ7LRxvcdEhmCDBQ=w720-h310-rw"], "video": null, "category": ["LIFESTYLE"], "score": "2.9", "histogram": {"5": null, "4": null, "3": null, "2": null, "1": null}, "reviews": 21623, "description": "Woman Menstrual Calendar (Feminap)  is simple and easy to use. This multifunctional menstrual calendar will help you track and monitor your menstrual cycles and take care of your health. Woman Calendar includes a number of other useful tools for you.\nFeatures:\n- This Menstrual Calendar is easy-to-use.\n- The calendar offers a very intuitive user interface.\n- The program is password protected which helps you keep all your data in privacy.\n- The calendar allows you to keep track of your menstrual cycles and view that information .\n- The program helps calculate ovulation and your fertile days.\n-  Menstrual Calendar can be used to show you which days are the best to have sexual relations if you want a baby.\n- With this Menstrual Calendar you can create your temperature statistics. It will help you to prognose your individual ovulation accurate.\n- With this calendar you can create your weight statistics.\n- Woman Calendar allows you to create notes very easily and even assign reminder so you won't forget them.\n- In addition, by using our application, you can track your own daily biorhythm. With Biorhythms you can have more awareness of themselves and plan their activities in the most favorable.\n- This application has to offer is a complete analysis of biorhythms marked with different colors and they show in percentages the physical, intellectual, emotional. You can improve the quality of your lives by monitoring the highs and lows of these cycles and acting accordingly.\n- You can personalize it with your own dates of pregnancy, personal notes, etc.\n- Woman Calendar includes a module pregnancy.\n- Each week of pregnancy includes a description of your baby's development, as well as an explanation of the changes taking place in your body. You'll also find recommendation that will help keep you and your baby healthy.\n- This menstrual calendar will help you track your pregnancy symptoms, monitor your weight throughout your pregnancy.\n- Besides, Woman Calendar is a simple application to help you count your baby movements with Kick Counter. Kick Counter is an easy way to count your baby's kicks during pregancy. Kick Counter is a way to help you know if your baby is active and healthy. Simply click the button and Kick Counter will stop the time and keep track of the number of movements.\n- Kick Counter lets you view all past kick counts which makes it easy to see if your baby was more or less active than usual. Counting and tracking your baby’s movements is a safe and very simple way to monitor the well-being of your baby everyday during the third trimester.\n- This Menstrual Calendar offers you a guide to the pelvic floor muscle training. Easy to follow Kegel exercises and daily reminders making this the easy way for both women to strengthen their pelvic floor muscles. Kegel exercises can be done during pregnancy or after childbirth to try to prevent urinary incontinence. Kegel exercises might also be helpful for women who have persistent difficulty reaching orgasm.\n- You can do Kegel exercises discreetly just about any time. For any kind of exercises to be effective and beneficial they need to be done regularly and for a prolonged period of time. Daily reminders to alert you to perform the exercises.\n- You can perform the scheduled events once per day, or more, just specify the start, stop, and time between as needed. You can customize the program to your needs.", "description_html": "Woman Menstrual Calendar (Feminap)  is simple and easy to use. This multifunctional menstrual calendar will help you track and monitor your menstrual cycles and take care of your health. Woman Calendar includes a number of other useful tools for you.<br/>Features:<br/>- This Menstrual Calendar is easy-to-use.<br/>- The calendar offers a very intuitive user interface. <br/>- The program is password protected which helps you keep all your data in privacy.<br/>- The calendar allows you to keep track of your menstrual cycles and view that information .<br/>- The program helps calculate ovulation and your fertile days.<br/>-  Menstrual Calendar can be used to show you which days are the best to have sexual relations if you want a baby. <br/>- With this Menstrual Calendar you can create your temperature statistics. It will help you to prognose your individual ovulation accurate.<br/>- With this calendar you can create your weight statistics.<br/>- Woman Calendar allows you to create notes very easily and even assign reminder so you won't forget them. <br/>- In addition, by using our application, you can track your own daily biorhythm. With Biorhythms you can have more awareness of themselves and plan their activities in the most favorable.<br/>- This application has to offer is a complete analysis of biorhythms marked with different colors and they show in percentages the physical, intellectual, emotional. You can improve the quality of your lives by monitoring the highs and lows of these cycles and acting accordingly.<br/>- You can personalize it with your own dates of pregnancy, personal notes, etc.<br/>- Woman Calendar includes a module pregnancy. <br/>- Each week of pregnancy includes a description of your baby's development, as well as an explanation of the changes taking place in your body. You'll also find recommendation that will help keep you and your baby healthy.<br/>- This menstrual calendar will help you track your pregnancy symptoms, monitor your weight throughout your pregnancy.<br/>- Besides, Woman Calendar is a simple application to help you count your baby movements with Kick Counter. Kick Counter is an easy way to count your baby's kicks during pregancy. Kick Counter is a way to help you know if your baby is active and healthy. Simply click the button and Kick Counter will stop the time and keep track of the number of movements.<br/>- Kick Counter lets you view all past kick counts which makes it easy to see if your baby was more or less active than usual. Counting and tracking your baby’s movements is a safe and very simple way to monitor the well-being of your baby everyday during the third trimester.<br/>- This Menstrual Calendar offers you a guide to the pelvic floor muscle training. Easy to follow Kegel exercises and daily reminders making this the easy way for both women to strengthen their pelvic floor muscles. Kegel exercises can be done during pregnancy or after childbirth to try to prevent urinary incontinence. Kegel exercises might also be helpful for women who have persistent difficulty reaching orgasm. <br/>- You can do Kegel exercises discreetly just about any time. For any kind of exercises to be effective and beneficial they need to be done regularly and for a prolonged period of time. Daily reminders to alert you to perform the exercises. <br/>- You can perform the scheduled events once per day, or more, just specify the start, stop, and time between as needed. You can customize the program to your needs.", "recent_changes": null, "editors_choice": false, "price": "0", "free": true, "iap": true, "developer_id": "Men%27sCalendar", "updated": "May 19, 2016", "size": "9.3M", "installs": "1,000,000+", "current_version": "2.5", "required_android_version": "4.0.3 and up", "content_rating": ["Everyone"], "iap_range": ["Everyone"], "interactive_elements": null, "developer": "Men'sCalendar", "developer_email": "kolesnik1709@gmail.com", "developer_url": null, "developer_address": "Ukraine", "app_id": "com.kolesnik.feminap", "url": "https://play.google.com/store/apps/details?id=com.kolesnik.feminap"}